# ************************************************************
# Sequel Pro SQL dump
# Version 4541
#
# http://www.sequelpro.com/
# https://github.com/sequelpro/sequelpro
#
# Host: database-eritip.cvgx9v3ektbw.ap-northeast-2.rds.amazonaws.com (MySQL 5.5.5-10.4.21-MariaDB-log)
# Database: eridb
# Generation Time: 2021-12-21 14:27:51 +0000
# ************************************************************


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;


# Dump of table alembic_version
# ------------------------------------------------------------

DROP TABLE IF EXISTS `alembic_version`;

CREATE TABLE `alembic_version` (
  `version_num` varchar(32) NOT NULL,
  PRIMARY KEY (`version_num`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `alembic_version` WRITE;
/*!40000 ALTER TABLE `alembic_version` DISABLE KEYS */;

INSERT INTO `alembic_version` (`version_num`)
VALUES
	('0219c7d6ad49');

/*!40000 ALTER TABLE `alembic_version` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table ccssNotice
# ------------------------------------------------------------

DROP TABLE IF EXISTS `ccssNotice`;

CREATE TABLE `ccssNotice` (
  `idx` int(11) NOT NULL AUTO_INCREMENT,
  `notN` varchar(10) NOT NULL,
  `url` varchar(500) NOT NULL,
  `title` varchar(100) NOT NULL,
  `date` varchar(20) NOT NULL,
  PRIMARY KEY (`idx`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `ccssNotice` WRITE;
/*!40000 ALTER TABLE `ccssNotice` DISABLE KEYS */;

INSERT INTO `ccssNotice` (`idx`, `notN`, `url`, `title`, `date`)
VALUES
	(121,'공지','http://ccss.hanyang.ac.kr/board_read.asp?catalogid=ccss&language=ko&no=552597&boardcode=com01&go=&field=&keyword=&page=1','일반대학원 2021학년도 1학기 기말대면시험 수험생 유의사항 안내','2021.06.04'),
	(122,'공지','http://ccss.hanyang.ac.kr/board_read.asp?catalogid=ccss&language=ko&no=552559&boardcode=com01&go=&field=&keyword=&page=1','2021학년도 1학기 기말고사 대리시험 및 부정행위 조치 안내','2021.06.03'),
	(123,'공지','http://ccss.hanyang.ac.kr/board_read.asp?catalogid=ccss&language=ko&no=552557&boardcode=com01&go=&field=&keyword=&page=1','2021학년도 1학기 기말시험 시행지침','2021.06.03'),
	(124,'공지','http://ccss.hanyang.ac.kr/board_read.asp?catalogid=ccss&language=ko&no=552550&boardcode=com01&go=&field=&keyword=&page=1','[사회봉사단] 희망한대 9기 추가 모집 안내','2021.06.02'),
	(125,'공지','http://ccss.hanyang.ac.kr/board_read.asp?catalogid=ccss&language=ko&no=552543&boardcode=com01&go=&field=&keyword=&page=1','2021-1학기 대학원 학위청구논문(디지털 및 인쇄본) 제출 안내','2021.06.02'),
	(126,'공지','http://ccss.hanyang.ac.kr/board_read.asp?catalogid=ccss&language=ko&no=552542&boardcode=com01&go=&field=&keyword=&page=1','2021학년도 1학기 대학원 외국어시험 면제자 합격여부 및 이수 여부 안내','2021.06.02'),
	(127,'공지','http://ccss.hanyang.ac.kr/board_read.asp?catalogid=ccss&language=ko&no=552505&boardcode=com01&go=&field=&keyword=&page=1','2021학년도 1학기 학위논문 제출 안내','2021.06.01'),
	(128,'공지','http://ccss.hanyang.ac.kr/board_read.asp?catalogid=ccss&language=ko&no=552504&boardcode=com01&go=&field=&keyword=&page=1','2021-1학기 석사 및 박사학위 우수논문상 대상자 추천 의뢰','2021.06.01'),
	(129,'공지','http://ccss.hanyang.ac.kr/board_read.asp?catalogid=ccss&language=ko&no=552501&boardcode=com01&go=&field=&keyword=&page=1','2021-하계방학 창의인재원 학부/대학원 재학생 기숙사 입사모집안내','2021.06.01'),
	(130,'공지','http://ccss.hanyang.ac.kr/board_read.asp?catalogid=ccss&language=ko&no=552494&boardcode=com01&go=&field=&keyword=&page=1','2021-1학기 대학원 성적처리 및 과목이수구분 변경 신청','2021.06.01');

/*!40000 ALTER TABLE `ccssNotice` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table chatLog
# ------------------------------------------------------------

DROP TABLE IF EXISTS `chatLog`;

CREATE TABLE `chatLog` (
  `idx` int(11) NOT NULL AUTO_INCREMENT,
  `client` varchar(100) DEFAULT NULL,
  `bot` varchar(100) NOT NULL,
  `date` varchar(20) NOT NULL,
  PRIMARY KEY (`idx`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `chatLog` WRITE;
/*!40000 ALTER TABLE `chatLog` DISABLE KEYS */;

INSERT INTO `chatLog` (`idx`, `client`, `bot`, `date`)
VALUES
	(1,'솦 공지','computingNotice','2021.05.20'),
	(3,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.20'),
	(4,'솦 공지','computingNotice','2021.05.20'),
	(5,'디대 공지','idesignNotice','2021.05.20'),
	(6,'안녕안녕','잘 이해를 못했다냥..','2021.05.20'),
	(7,'긱식 메뉴','창의인재원식당','2021.05.20'),
	(8,'창보 메뉴','창업보육센터','2021.05.20'),
	(9,'푸드코트 메뉴','푸드코트는 코로나19 상황 안정시까지 휴업이다냥.','2021.05.20'),
	(10,'공대 공지','iengNotice','2021.05.20'),
	(11,'과기대 공지','scitechNotice','2021.05.20'),
	(12,'소프트 공지','computingNotice','2021.05.20'),
	(13,'솦 공지','computingNotice','2021.05.20'),
	(14,'야','잘 이해를 못했다냥..','2021.05.20'),
	(15,'소프트웨어융합대학 공지','computingNotice','2021.05.20'),
	(16,'소융대 공지','computingNotice','2021.05.20'),
	(17,'소프트웨러학부 공지','무슨 말인지 잘 모르겠다냥','2021.05.20'),
	(18,'교직원식당 메뉴','교직원식당','2021.05.20'),
	(19,'창보 식단','창업보육센터','2021.05.20'),
	(20,'소프트 공지','computingNotice','2021.05.20'),
	(21,'야','무슨 말인지 잘 모르겠다냥','2021.05.20'),
	(22,'1 add 3','무슨 말인지 잘 모르겠다냥','2021.05.20'),
	(23,'what is 3 plus 5','3 + 5 = 8','2021.05.20'),
	(24,'what is 3 5 plus 5','Have you asked anyone else?','2021.05.20'),
	(25,'야','무슨 말인지 잘 모르겠다냥','2021.05.20'),
	(26,'자','무슨 말인지 잘 모르겠다냥','2021.05.20'),
	(27,'나','잘 이해를 못했다냥..','2021.05.20'),
	(28,'냐','무슨 말인지 잘 모르겠다냥','2021.05.20'),
	(29,'저','잘 이해를 못했다냥..','2021.05.20'),
	(30,'ㅜㅇ','잘 이해를 못했다냥..','2021.05.20'),
	(31,'규','잘 이해를 못했다냥..','2021.05.20'),
	(32,'솦 공지','computingNotice','2021.05.21'),
	(33,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(34,'안녕?','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(35,'안녕 하냥이?','무슨 말인지 잘 모르겠다냥','2021.05.21'),
	(36,'학사안내','[ERR: Error when executing Python object]','2021.05.21'),
	(37,'오늘의메뉴 안내','[ERR: Error when executing Python object]','2021.05.21'),
	(38,'솦 공지','computingNotice','2021.05.21'),
	(39,'학사안냐','잘 이해를 못했다냥..','2021.05.21'),
	(40,'학사안내','학사','2021.05.21'),
	(41,'학사 안내','학사','2021.05.21'),
	(42,'솦 공지','computingNotice','2021.05.21'),
	(43,'학사안내','학사','2021.05.21'),
	(44,'학사 안내','학사','2021.05.21'),
	(45,'학사 안내','학사','2021.05.21'),
	(46,'학사안내','학사','2021.05.21'),
	(47,'학사 안내','학사','2021.05.21'),
	(48,'학사안내','학사','2021.05.21'),
	(49,'학사안내','학사','2021.05.21'),
	(50,'기식 메뉴','창의인재원식당','2021.05.21'),
	(51,'학사 안내','학사','2021.05.21'),
	(52,'학사안내','학사','2021.05.21'),
	(53,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(54,'솦 공지','computingNotice','2021.05.21'),
	(55,'솦 공지','computingNotice','2021.05.21'),
	(56,'학사 안내','학사','2021.05.21'),
	(57,'학사안내','학사','2021.05.21'),
	(58,'it서비스안내','it서비스','2021.05.21'),
	(59,'솦 공지','computingNotice','2021.05.21'),
	(60,'과기대 공지','scitechNotice','2021.05.21'),
	(61,'상담 안내','상담','2021.05.21'),
	(62,'it서비스안내','it서비스','2021.05.21'),
	(63,'봉사 안내','[ERR: Error when executing Python object]','2021.05.21'),
	(64,'학사 안내','학사','2021.05.21'),
	(65,'복지정보 안내','복지정보','2021.05.21'),
	(66,'BK안내','BK','2021.05.21'),
	(67,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(68,'봉사 안내','가이드북을 참고 해달라냥!','2021.05.21'),
	(69,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(70,'언정대 공지','ccssNotice','2021.05.21'),
	(71,'솦 공지','computingNotice','2021.05.21'),
	(72,'장학 안내','장학','2021.05.21'),
	(73,'교직이수안내','교직이수','2021.05.21'),
	(74,'병역안내','가이드북을 참고 해달라냥!','2021.05.21'),
	(75,'졸업 안내','가이드북을 참고 해달라냥!','2021.05.21'),
	(76,'졸업조건 안내','가이드북을 참고 해달라냥!','2021.05.21'),
	(77,'수업안내','수업','2021.05.21'),
	(78,'ㅎㅇ','잘 이해를 못했다냥..','2021.05.21'),
	(79,'ㄷㅇㄷㅇ','잘 이해를 못했다냥..','2021.05.21'),
	(80,'아니','무슨 말인지 잘 모르겠다냥','2021.05.21'),
	(81,'멍청하누;;','무슨 말인지 잘 모르겠다냥','2021.05.21'),
	(82,'설명','무슨 말인지 잘 모르겠다냥','2021.05.21'),
	(83,'아니 ㅡㅡ','잘 이해를 못했다냥..','2021.05.21'),
	(84,'공지안내','가이드북을 참고 해달라냥!','2021.05.21'),
	(85,'가이드북','잘 이해를 못했다냥..','2021.05.21'),
	(86,'셔틀안내','셔틀','2021.05.21'),
	(87,'학사일정','잘 이해를 못했다냥..','2021.05.21'),
	(88,'학사일정 안내','학사일정','2021.05.21'),
	(89,'학사일정','잘 이해를 못했다냥..','2021.05.21'),
	(90,'학사일정 안내','학사일정','2021.05.21'),
	(91,'하이','잘 이해를 못했다냥..','2021.05.21'),
	(92,'학사 일정','무슨 말인지 잘 모르겠다냥','2021.05.21'),
	(93,'학사 일정 안내','학사','2021.05.21'),
	(94,'학사일정 안내','학사일정','2021.05.21'),
	(95,'채팅창 내리게 바꿔주세요 관리자님','무슨 말인지 잘 모르겠다냥','2021.05.21'),
	(96,'솦 공지','computingNotice','2021.05.21'),
	(97,'학사안내','학사','2021.05.21'),
	(98,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(99,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(100,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(101,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(102,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(103,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(104,'솦 공지','computingNotice','2021.05.21'),
	(105,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(106,'ㅁㄴㅇ','잘 이해를 못했다냥..','2021.05.21'),
	(107,'ㄴㅁㅇㄹㅇ','잘 이해를 못했다냥..','2021.05.21'),
	(108,'학사 안내','학사','2021.05.21'),
	(109,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(110,'학사안내','학사','2021.05.21'),
	(111,'하냥이 ','왜 부르냥?','2021.05.21'),
	(112,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(113,'솦 고잊','무슨 말인지 잘 모르겠다냥','2021.05.21'),
	(114,'솦 공지','computingNotice','2021.05.21'),
	(115,'학사안내','학사','2021.05.21'),
	(116,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(117,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(118,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(119,'솦 공지','computingNotice','2021.05.21'),
	(120,'학사 안내','학사','2021.05.21'),
	(121,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(122,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(123,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(124,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(125,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(126,'.','창의인재원식당','2021.05.21'),
	(127,'ㅎ','무슨 말인지 잘 모르겠다냥','2021.05.21'),
	(128,',','창의인재원식당','2021.05.21'),
	(129,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(130,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(131,'솦 공지','computingNotice','2021.05.21'),
	(132,'학사 안내','학사','2021.05.21'),
	(133,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(134,'솦 공지','computingNotice','2021.05.21'),
	(135,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(136,'솦 공지','computingNotice','2021.05.21'),
	(137,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(138,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(139,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(140,'솦 공지','computingNotice','2021.05.21'),
	(141,'학사 안내','학사','2021.05.21'),
	(142,'학사안내','학사','2021.05.21'),
	(143,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(144,'솦 공지','computingNotice','2021.05.21'),
	(145,'디대 공지','idesignNotice','2021.05.21'),
	(146,'복무 안내','가이드북을 참고 해달라냥!','2021.05.21'),
	(147,'bk안내','BK','2021.05.21'),
	(148,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(149,'하냥이','왜 부르냥?','2021.05.21'),
	(150,'디대 공지','idesignNotice','2021.05.21'),
	(151,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(152,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(153,'나는 남자야','나도 남자야!','2021.05.21'),
	(154,'솦 공지','computingNotice','2021.05.21'),
	(155,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(156,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(157,'하냥이 ','왜 부르냥?','2021.05.21'),
	(158,'솦 공지','computingNotice','2021.05.21'),
	(159,'학사안내','학사','2021.05.21'),
	(160,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(161,'학사안내','학사','2021.05.21'),
	(162,'장학안내','장학','2021.05.21'),
	(163,'안녈','잘 이해를 못했다냥..','2021.05.21'),
	(164,'ㅏㅏㅏ','무슨 말인지 잘 모르겠다냥','2021.05.21'),
	(165,'장학안내','장학','2021.05.21'),
	(166,'학사일정 안내','학사일정','2021.05.21'),
	(167,'약대 공지','pharmacyNotice','2021.05.21'),
	(168,'ㄱㄱㄱ','잘 이해를 못했다냥..','2021.05.21'),
	(169,'ㅇㅋ','잘 이해를 못했다냥..','2021.05.21'),
	(170,'야','잘 이해를 못했다냥..','2021.05.21'),
	(171,'야호','잘 이해를 못했다냥..','2021.05.21'),
	(172,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.21'),
	(173,'솦 공지','computingNotice','2021.05.21'),
	(174,'학사안내','학사','2021.05.21'),
	(175,'솦 공지','computingNotice','2021.05.22'),
	(176,'학사안내','학사','2021.05.22'),
	(177,'장학안내','장학','2021.05.22'),
	(178,'소프트 공지','computingNotice','2021.05.22'),
	(179,'디대 공지','idesignNotice','2021.05.22'),
	(180,'학사안내','학사','2021.05.22'),
	(181,'공지','잘 이해를 못했다냥..','2021.05.22'),
	(182,'학사안내','학사','2021.05.22'),
	(183,'디대 공지','idesignNotice','2021.05.22'),
	(184,'셔틀','무슨 말인지 잘 모르겠다냥','2021.05.22'),
	(185,'학식','학생식당','2021.05.22'),
	(186,'?','창의인재원식당','2021.05.22'),
	(187,'우왕','잘 이해를 못했다냥..','2021.05.22'),
	(188,'학식','학생식당','2021.05.22'),
	(189,'.','창의인재원식당','2021.05.22'),
	(190,'ㅕ려랴랴챠ㅑ챠퍄퍄퍄퍄퍄퍄퍄챠차퍄퍄퍄랴챠랴챠챠패파패ㅠㅐ패패패패','무슨 말인지 잘 모르겠다냥','2021.05.22'),
	(191,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.22'),
	(192,'학사안내','학사','2021.05.22'),
	(193,'ㄹㄹㄹ','무슨 말인지 잘 모르겠다냥','2021.05.22'),
	(194,'학식 메뉴','학생식당','2021.05.22'),
	(195,'긱식 메뉴','창의인재원식당','2021.05.22'),
	(196,'창보 메뉴','창업보육센터','2021.05.22'),
	(197,'학식 메뉴','학생식당','2021.05.22'),
	(198,'긱식 메뉴','창의인재원식당','2021.05.22'),
	(199,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.22'),
	(200,'ㅁㄴㅇㄹ','잘 이해를 못했다냥..','2021.05.22'),
	(201,'솦 공지','computingNotice','2021.05.22'),
	(202,'기식 메뉴','창의인재원식당','2021.05.22'),
	(203,'학식 메뉴','학생식당','2021.05.22'),
	(204,'ㅓㅓ','잘 이해를 못했다냥..','2021.05.22'),
	(205,'학식 메뉴','학생식당','2021.05.22'),
	(206,'솦 공지','computingNotice','2021.05.22'),
	(207,'디대 공지','idesignNotice','2021.05.22'),
	(208,'학식','학생식당','2021.05.22'),
	(209,'기식','잘 이해를 못했다냥..','2021.05.22'),
	(210,'학식','학생식당','2021.05.22'),
	(211,'기식 메뉴','창의인재원식당','2021.05.22'),
	(212,'긱식 메뉴','창의인재원식당','2021.05.22'),
	(213,'학식 메뉴','오늘은 영업하지 않는다냥.','2021.05.22'),
	(214,'학식','오늘은 영업하지 않는다냥.','2021.05.22'),
	(215,'디대 공지','idesignNotice','2021.05.22'),
	(216,'기식 메뉴','창의인재원식당','2021.05.23'),
	(217,'학식 메뉴','오늘은 영업하지 않는다냥.','2021.05.23'),
	(218,'긱식 식단','창의인재원식당','2021.05.23'),
	(219,'솦 공지','computingNotice','2021.05.24'),
	(220,'기식 메뉴','창의인재원식당','2021.05.24'),
	(221,'학사 안내','학사','2021.05.24'),
	(222,'안녕?','안녕 안녕~~~ 반갑다냥~~','2021.05.24'),
	(223,'솦 공지','computingNotice','2021.05.24'),
	(224,'입학처 안내','입학처','2021.05.24'),
	(225,'학사 안내','학사','2021.05.24'),
	(226,'증명발급 안내','가이드북을 참고 해달라냥!','2021.05.24'),
	(227,'학사일정 안내','학사일정','2021.05.24'),
	(228,'전화번호안내','가이드북을 참고 해달라냥!','2021.05.24'),
	(229,'담당부서 안내','담당부서','2021.05.24'),
	(230,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.24'),
	(231,'학사일정안내','학사일정','2021.05.24'),
	(232,'솦 공지','computingNotice','2021.05.24'),
	(233,'학사안내','학사','2021.05.26'),
	(234,'ㅏ','무슨 말인지 잘 모르겠다냥','2021.05.26'),
	(235,'창보 메뉴','창업보육센터','2021.05.26'),
	(236,'ㅈㄷㄷ','잘 이해를 못했다냥..','2021.05.26'),
	(237,'장학 알려줘','잘 이해를 못했다냥..','2021.05.26'),
	(238,'장학 안내','장학','2021.05.26'),
	(239,'솦 공지','computingNotice','2021.05.26'),
	(240,'야 소프트 공지 알려줘','잘 이해를 못했다냥..','2021.05.26'),
	(241,'야 소프트 공지 뭐야?','잘 이해를 못했다냥..','2021.05.26'),
	(242,'h','잘 이해를 못했다냥..','2021.05.26'),
	(243,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.27'),
	(244,'쇽쇽쇽','[ERR: Object Not Found]','2021.05.27'),
	(245,'솦 공지 ','computingNotice','2021.05.27'),
	(246,'학식 메뉴','학생식당','2021.05.27'),
	(247,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.27'),
	(248,'창의인재원 식단','[ERR: Object Not Found]','2021.05.27'),
	(249,'창의인재원 메뉴','[ERR: Object Not Found]','2021.05.27'),
	(250,'창의인재원식당 식단','창의인재원식당','2021.05.27'),
	(251,'기식 메뉴','창의인재원식당','2021.05.27'),
	(252,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.27'),
	(253,'솦 공지 알려줘','computingNotice','2021.05.27'),
	(254,'ㅁㄴ','[ERR: Object Not Found]','2021.05.27'),
	(255,'뭐야','[ERR: Object Not Found]','2021.05.27'),
	(256,'솦 공지','computingNotice','2021.05.27'),
	(257,'야 소프트 공지 내놔바','[ERR: Error when executing Python object]','2021.05.27'),
	(258,'ㄴ','[ERR: Error when executing Python object]','2021.05.27'),
	(259,'라교','[ERR: Error when executing Python object]','2021.05.27'),
	(260,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.27'),
	(261,'솦 공지','computingNotice','2021.05.27'),
	(262,'기식 메뉴','창의인재원식당','2021.05.27'),
	(263,'야 오늘 소프트 공지 어때?','[ERR: No Reply Matched]','2021.05.27'),
	(264,'뭔소리야','[ERR: No Reply Matched]','2021.05.27'),
	(265,'i remember ss','Does thinking of ss bring anything else to mind?','2021.05.27'),
	(266,'뭐야','[ERR: No Reply Matched]','2021.05.27'),
	(267,'야','잘 이해를 못했다냥.. 혹시 이중에 찾는게 있냥?','2021.05.27'),
	(268,'야 소프트 공지 뭔데','잘 이해를 못했다냥.. 혹시 이중에 찾는게 있냥?','2021.05.27'),
	(269,'오늘 소프트 공지 뭔데?','잘 이해를 못했다냥.. 혹시 이중에 찾는게 있냥?','2021.05.27'),
	(270,'ㅁㄴㅇㄹ','잘 이해를 못했다냥.. 혹시 이중에 찾는게 있냥?','2021.05.27'),
	(271,'제발','잘 이해를 못했다냥.. 혹시 이중에 찾는게 있냥?2','2021.05.27'),
	(272,'제발','잘 이해를 못했다냥.. 혹시 이중에 찾는게 있냥?2','2021.05.27'),
	(273,'what the fuck','Does using that kind of language make you feel better?','2021.05.27'),
	(274,'뭐라는거야 시발','잘 이해를 못했다냥.. 혹시 이중에 찾는게 있냥?2','2021.05.27'),
	(275,'솦 공지','computingNotice','2021.05.27'),
	(276,'솦 공지','computingNotice','2021.05.27'),
	(277,'기식 메뉴','창의인재원식당','2021.05.27'),
	(278,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.27'),
	(279,'솦 공지 뭐냥?','computingNotice','2021.05.27'),
	(280,'솦 공지','computingNotice','2021.05.28'),
	(281,'디대 공지','idesignNotice','2021.05.28'),
	(282,'솦 공지','computingNotice','2021.05.28'),
	(283,'솦 공지','computingNotice','2021.05.28'),
	(284,'솦 공지','computingNotice','2021.05.28'),
	(285,'하냥아 소프트 공지 뭐냐?','잘 이해를 못했다냥.. 혹시 이중에 찾는게 있냥??공과대공지공과대공지','2021.05.28'),
	(286,'소프트 오늘 공지 뭔데?','공과대공지공과대공지공과대공지','2021.05.28'),
	(287,'야 과기대 공지 보여줄래?','공과대공지공과대공지공과대공지','2021.05.28'),
	(288,'약대 공지 뭐임?','pharmacyNotice','2021.05.28'),
	(289,'하냥아 약학대학공지 알려줄래?','공과대공지공과대공지공과대공지','2021.05.28'),
	(290,'솦 공지','computingNotice','2021.05.28'),
	(291,'약학대학공지머임','공과대공지공과대공지공과대공지','2021.05.28'),
	(292,'하냥아 공대 공지 알려주실?','공과대공지공과대공지공과대공지','2021.05.28'),
	(293,'과기대공지 알려주실?','공과대공지공과대공지공과대공지','2021.05.28'),
	(294,'소프트 공지','computingNotice','2021.05.28'),
	(295,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.28'),
	(296,'과기대공지 알아?','공과대공지공과대공지공과대공지','2021.05.28'),
	(297,'솦 공지','computingNotice','2021.05.28'),
	(298,'학식 안내','가이드북을 참고 해달라냥!','2021.05.28'),
	(299,'장학 안내','장학','2021.05.28'),
	(300,'디대 공지','idesignNotice','2021.05.28'),
	(301,'기식 메뉴','창의인재원식당','2021.05.28'),
	(302,'공대공지먼지알아?','공과대공지공과대공지공과대공지','2021.05.28'),
	(303,'너 공대 공지 알아?','공과대공지공과대공지공과대공지','2021.05.28'),
	(304,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.28'),
	(305,'솦 공지보여줘','computingNotice','2021.05.28'),
	(306,'약대 공지','pharmacyNotice','2021.05.28'),
	(307,'약대 공지좀 알려줄래?','pharmacyNotice','2021.05.28'),
	(308,'.','창의인재원식당','2021.05.28'),
	(309,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.28'),
	(310,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.28'),
	(311,'약대 공지','pharmacyNotice','2021.05.28'),
	(312,'너 약학대공지알아?','공과대공지공과대공지공과대공지','2021.05.28'),
	(313,'흠 너 소프트 공지 앎?','공과대공지공과대공지공과대공지','2021.05.28'),
	(314,'야소프트공지너는알아?','공과대공지공과대공지공과대공지','2021.05.28'),
	(315,'소프트공지아니?','공과대공지공과대공지공과대공지','2021.05.28'),
	(316,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.28'),
	(317,'소프트 공지','computingNotice','2021.05.28'),
	(318,'너소프트공지 알아?','공과대공지소프트공지공과대공지','2021.05.28'),
	(319,'야 공대 공지 알려주라고','약학대공지경상대공지공과대공지','2021.05.28'),
	(320,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.28'),
	(321,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.28'),
	(322,'솦 공지','computingNotice','2021.05.28'),
	(323,'하냥아 디자인대 공지 알려줭','소프트공지디자인대공지국문대공지','2021.05.28'),
	(324,'학사안내','학사','2021.05.28'),
	(325,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.28'),
	(326,'야너 소프트공지앎?','소프트공지공과대공지공과대공지','2021.05.28'),
	(327,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.28'),
	(328,'솦 공지','computingNotice','2021.05.28'),
	(329,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.28'),
	(330,'솦ㄹㄱ','무슨 말인지 잘 모르겠다냥','2021.05.28'),
	(331,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.28'),
	(332,'솦 공지','computingNotice','2021.05.28'),
	(333,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.28'),
	(334,'안녀','잘 이해를 못했다냥..','2021.05.28'),
	(335,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.28'),
	(336,'솦 공지','computingNotice','2021.05.28'),
	(337,'너 소프트공지 알아?','공과대공지소프트공지공과대공지','2021.05.28'),
	(338,'솦 공지','computingNotice','2021.05.28'),
	(339,'기식 메뉴','창의인재원식당','2021.05.28'),
	(340,'장학 안내','장학','2021.05.28'),
	(341,'야공대공지 아냐?','약학대공지경상대공지공과대공지','2021.05.28'),
	(342,'솦 공지알려줘','computingNotice','2021.05.28'),
	(343,'솦 공지 알려주실?','computingNotice','2021.05.28'),
	(344,'소프트 공지 아냐 너?','computingNotice','2021.05.28'),
	(345,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.28'),
	(346,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.28'),
	(347,'솦 공지','computingNotice','2021.05.28'),
	(348,'너 솦프트 공지 아러?','[\'공과대공지\', \'공과대공지\', \'소프트공지\']','2021.05.28'),
	(349,'먼어ㅏㅂㅈ더 ?','[\'공과대공지\', \'공과대공지\', \'공과대공지\']','2021.05.28'),
	(350,',Ffyjjm','[\'공과대공지\']','2021.05.28'),
	(351,'..asdjkhkjwe','[\'공과대공지\']','2021.05.28'),
	(352,'what is wrong?','Why do you ask?','2021.05.28'),
	(353,'ghow ask ew?','[\'공과대공지\', \'공과대공지\', \'공과대공지\']','2021.05.28'),
	(354,'뭐가 문제라는거야?','[\'언정대공지\', \'공과대공지\']','2021.05.28'),
	(355,'솦 공지','computingNotice','2021.05.28'),
	(356,'너 소프트공지 아러?','[\'공과대공지\', \'소프트공지\', \'공과대공지\']','2021.05.28'),
	(357,'너 소프트 공지 아러?','[\'공과대공지\', \'소프트공지\', \'공과대공지\']','2021.05.28'),
	(358,'솦 공지 아름?\\','computingNotice','2021.05.28'),
	(359,'소프트 너 공지 아라요?','[\'소프트공지\', \'공과대공지\', \'공과대공지\']','2021.05.28'),
	(360,' 너 아냐?','[\'공과대공지\', \'공과대공지\']','2021.05.28'),
	(361,'옴뇸','잘 이해를 못 했다냥..가이드북을 참고해달라냥.','2021.05.28'),
	(362,'유뮨ㅁ','[\'공과대공지\', \'공과대공지\']','2021.05.28'),
	(363,'fgh','[\'공과대공지\']','2021.05.28'),
	(364,'넌 아는게 뭐야','[\'공과대공지\', \'공과대공지\', \'언정대공지\']','2021.05.28'),
	(365,'아니라니까?','[\'공과대공지\']','2021.05.28'),
	(366,'늄','잘 이해를 못 했다냥..가이드북을 참고해달라냥.','2021.05.28'),
	(367,'옴ㄴ','[\'공과대공지\', \'공과대공지\']','2021.05.28'),
	(368,'ㅁㄴㅇ','[\'공과대공지\', \'공과대공지\']','2021.05.28'),
	(369,'ㅋ','ㅋㅋㅋㅋㅋㅋㅋㅋ','2021.05.28'),
	(370,'213','잘 이해를 못 했다냥..가이드북을 참고해달라냥.','2021.05.28'),
	(371,'36','잘 이해를 못 했다냥..가이드북을 참고해달라냥.','2021.05.28'),
	(372,'dru','잘 이해를 못 했다냥..가이드북을 참고해달라냥.','2021.05.28'),
	(373,'y','잘 이해를 못 했다냥..가이드북을 참고해달라냥.','2021.05.28'),
	(374,'홀리싯','잘 이해를 못 했다냥..가이드북을 참고해달라냥.','2021.05.28'),
	(375,'너 아씨ㅣㅌ 공지앎?','[\'공과대공지\', \'언정대공지\', \'공과대공지\']','2021.05.28'),
	(376,'너 아씨티 공지 아러?','[\'공과대공지\', \'소프트공지\', \'공과대공지\']','2021.05.28'),
	(377,'너 아씨티 아러?','[\'공과대공지\', \'소프트공지\', \'공과대공지\']','2021.05.28'),
	(378,'너 화학과 공지 알아?','[\'공과대공지\', \'공과대공지\', \'공과대공지\']','2021.05.28'),
	(379,'너 화공 공지 알아?','[\'공과대공지\', \'공과대공지\', \'공과대공지\']','2021.05.28'),
	(380,'너 화학분자 공지 알아?','[\'공과대공지\', \'과기대공지\', \'과기대공지\']','2021.05.28'),
	(381,'너 화분 공지 아러?','[\'공과대공지\', \'과기대공지\', \'공과대공지\']','2021.05.28'),
	(382,'이이익','잘 이해를 못 했다냥..가이드북을 참고해달라냥.','2021.05.28'),
	(383,'공대 공지알','iengNotice','2021.05.29'),
	(384,'공대 전화번호','공대번호','2021.05.28'),
	(385,'공대 전화번호 알려줘','공대번호','2021.05.28'),
	(386,'야 고양아 너 소융대 공지 알아?','[\'약학대공지\', \'공과대공지\', \'소프트공지\']','2021.05.28'),
	(387,'장학안내','장학','2021.05.28'),
	(388,'장학 안내해줘','장학','2021.05.28'),
	(389,'소프트 공지','computingNotice','2021.05.28'),
	(390,'ㅁㄴㅇ','[\'공과대공지\', \'공과대공지\']','2021.05.28'),
	(391,'ㅓㅗㅕ','잘 이해를 못 했다냥..가이드북을 참고해달라냥.','2021.05.28'),
	(392,'허ㅠ','잘 이해를 못 했다냥..가이드북을 참고해달라냥.','2021.05.28'),
	(393,'곤대','잘 이해를 못 했다냥..가이드북을 참고해달라냥.','2021.05.28'),
	(394,'공대','잘 이해를 못 했다냥..가이드북을 참고해달라냥.','2021.05.28'),
	(395,'공대공','잘 이해를 못 했다냥..가이드북을 참고해달라냥.','2021.05.28'),
	(396,'공대공지','[\'경상대공지\', \'공과대공지\']','2021.05.28'),
	(397,'기식 메뉴','창의인재원식당','2021.05.28'),
	(398,'테스트','무슨 말인지 잘 모르겠다냥','2021.05.30'),
	(399,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.30'),
	(400,'니 소프틍 공지 아나?','[\'공과대공지\', \'공과대공지\', \'공과대공지\']','2021.05.30'),
	(401,'니 소프 공지 아나?','[\'공과대공지\', \'공과대공지\', \'공과대공지\']','2021.05.30'),
	(402,'니 소프트공지 아나?','[\'공과대공지\', \'소프트공지\', \'공과대공지\']','2021.05.30'),
	(403,'디대에 새 공지가 있나?','[\'디자인대공지\', \'국문대공지\', \'공과대공지\']','2021.05.30'),
	(404,'복지매장 안내','복지매장','2021.05.30'),
	(405,'솦 공지','computingNotice','2021.05.30'),
	(406,'오늘 기숙사식당 메뉴 뭐야?','무슨 말인지 잘 모르겠다냥','2021.05.30'),
	(407,'기숙사 식당 메뉴뭐야?','잘 이해를 못했다냥..','2021.05.30'),
	(408,'기숙사식당 메뉴뭐야?','무슨 말인지 잘 모르겠다냥','2021.05.30'),
	(409,'기숙사식당 메뉴','무슨 말인지 잘 모르겠다냥','2021.05.30'),
	(410,'창의인재원식당 메뉴 뭐야?','잘 이해를 못했다냥..','2021.05.30'),
	(411,'창의인재원식당 메뉴','창의인재원식당','2021.05.30'),
	(412,'소융대 공지 뭐야?','computingNotice','2021.05.30'),
	(413,'약대 공지 머야?','pharmacyNotice','2021.05.30'),
	(414,'학사안내 보여줘','잘 이해를 못했다냥..','2021.05.30'),
	(415,'학사안내','학사','2021.05.30'),
	(416,'복지안내','가이드북을 참고 해달라냥!','2021.05.30'),
	(417,'학사안내','학사','2021.05.30'),
	(418,'보건 안내','보건','2021.05.30'),
	(419,'학사일정 안내','학사일정','2021.05.30'),
	(420,'학사 안내','학사','2021.05.30'),
	(421,'학사 안내해','잘 이해를 못했다냥..','2021.05.30'),
	(422,'학사 안내','학사','2021.05.30'),
	(423,'기식 메뉴','창의인재원식당','2021.05.31'),
	(424,'학식 식단','학생식당','2021.05.31'),
	(425,'창의인재원식당 메뉴알려줘','무슨 말인지 잘 모르겠다냥','2021.05.31'),
	(426,'창의인재원식당 메뉴 알려줘','잘 이해를 못했다냥..','2021.05.31'),
	(427,'창의인재원식당 메뉴','창의인재원식당','2021.05.31'),
	(428,'창의인재원식당 메뉴','창의인재원식당','2021.05.31'),
	(429,'학식 식단','학생식당','2021.05.31'),
	(430,'창의인재원식당 메뉴','창의인재원식당','2021.05.31'),
	(431,'창업보육센터 식단','창업보육센터','2021.05.31'),
	(432,'푸드코트 메뉴','푸드코트는 코로나19 상황 안정시까지 휴업이다냥.','2021.05.31'),
	(433,'고양이 너 공대 겅지 아나?','[\'공과대공지\', \'공과대공지\', \'경상대공지\']','2021.05.31'),
	(434,'야 하냥이 봇 너 소융대 공지 알엉??','[\'약학대공지\', \'공과대공지\', \'공과대공지\']','2021.05.31'),
	(435,'야 고양이 너 공대 겅지 아러?','[\'약학대공지\', \'공과대공지\', \'공과대공지\']','2021.05.31'),
	(436,'하냥이야 너 약학 공지 보여줄랑가?','[\'공과대공지\', \'공과대공지\', \'약학대공지\']','2021.05.31'),
	(437,'너 소픞트 공지아세용?','[\'공과대공지\', \'공과대공지\', \'공과대공지\']','2021.05.31'),
	(438,'너 솦트공지아로?','잘 이해를 못 했다냥..가이드북을 참고해달라냥.','2021.05.31'),
	(439,'너 디자인공지아로?','[\'공과대공지\', \'디자인대공지\', \'공과대공지\']','2021.05.31'),
	(440,'너 곽 공지 알오?','[\'공과대공지\', \'공과대공지\', \'공과대공지\']','2021.05.31'),
	(441,'너 과기 공지 아로?','[\'공과대공지\', \'과기대공지\', \'공과대공지\']','2021.05.31'),
	(442,'너 언정태 공지 아러?','[\'공과대공지\', \'언정대공지\', \'공과대공지\']','2021.05.31'),
	(443,'너 소프틍 공지 아로?','[\'공과대공지\', \'공과대공지\', \'공과대공지\']','2021.05.31'),
	(444,'니가 소융ㅇ대 공지를 아러?','[\'공과대공지\', \'공과대공지\', \'공과대공지\']','2021.05.31'),
	(445,'니가 솦프트 공지를 아로?','[\'공과대공지\', \'공과대공지\', \'소프트공지\']','2021.05.31'),
	(446,'너 고ㄴ양이ㅣ 공대 겅지 아러?','[\'공과대공지\', \'공과대공지\', \'경상대공지\']','2021.05.31'),
	(447,'냥이야 너 화학과 공지 아나?','[\'공과대공지\', \'공과대공지\', \'공과대공지\']','2021.05.31'),
	(448,'냥이야 너 국문공지 알아?','[\'공과대공지\', \'국문대공지\', \'공과대공지\']','2021.05.31'),
	(449,'고양아 너 소프트알아 공ㄱ지?','[\'공과대공지\', \'소프트공지\', \'공과대공지\']','2021.05.31'),
	(450,'데자인 공쥐 알랑가?','[\'공과대공지\', \'공과대공지\', \'공과대공지\']','2021.05.31'),
	(451,'고양아너겅대 공지 아러?','[\'공과대공지\', \'소프트공지\', \'공과대공지\']','2021.05.31'),
	(452,'냥이야 네가 디자인공지를 안다며?','[\'공과대공지\', \'디자인대공지\', \'공과대공지\']','2021.05.31'),
	(453,'야 소프트공지 달라','[\'약학대공지\', \'소프트공지\', \'공과대공지\']','2021.05.31'),
	(454,'솦 공지','computingNotice','2021.05.31'),
	(455,'장학 안내','장학','2021.05.31'),
	(456,'기식 메뉴','창의인재원식당','2021.05.31'),
	(457,'고양이 너 공과대공지 알아용?','[\'공과대공지\', \'공과대공지\', \'과기대공지\']','2021.05.31'),
	(458,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.31'),
	(459,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.31'),
	(460,'소프트 공지','computingNotice','2021.05.31'),
	(461,'안녀','[\'공과대공지\', \'공과대공지\']','2021.05.31'),
	(462,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.31'),
	(463,'학식 안내','가이드북을 참고 해달라냥!','2021.05.31'),
	(464,'소프트 공지','computingNotice','2021.05.31'),
	(465,'소프트 공지','computingNotice','2021.05.31'),
	(466,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.31'),
	(467,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.05.31'),
	(468,'안녕??','안녕 안녕~~~ 반갑다냥~~','2021.05.31'),
	(469,'안녕??','안녕 안녕~~~ 반갑다냥~~','2021.05.31'),
	(470,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.06.01'),
	(471,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.06.01'),
	(472,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.06.01'),
	(473,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.06.01'),
	(474,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.06.01'),
	(475,'안뇽','잘 이해를 못 했다냥..가이드북을 참고해달라냥.','2021.06.01'),
	(476,'ㅋㅋㅋㅋ','ㅋㅋㅋㅋㅋㅋㅋㅋ','2021.06.01'),
	(477,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.06.01'),
	(478,'솦 공지','computingNotice','2021.06.02'),
	(479,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.06.02'),
	(480,'솦 공지','computingNotice','2021.06.02'),
	(481,'공대공지아로료?','[\'공과대공지\', \'공과대공지\']','2021.06.02'),
	(482,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.06.02'),
	(483,'안녕하냥아 공대공지어로?','[\'공과대공지\', \'소프트공지\', \'경상대공지\']','2021.06.02'),
	(484,'ㅋㅋㅋㅋㅋ','ㅋㅋㅋㅋㅋㅋㅋㅋ','2021.06.02'),
	(485,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.06.02'),
	(486,'하냥이과기대 공지 알오?','[\'공과대공지\', \'과기대공지\', \'공과대공지\']','2021.06.02'),
	(487,'과학기술 대학교 공지 알아요?','[\'과기대공지\', \'공과대공지\', \'공과대공지\']','2021.06.02'),
	(488,'야 고양이 공대 곡지 알아?','[\'약학대공지\', \'공과대공지\', \'경상대공지\']','2021.06.02'),
	(489,'야 고양이 공대 곡지 아러','[\'약학대공지\', \'공과대공지\', \'경상대공지\']','2021.06.02'),
	(490,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.06.02'),
	(491,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.06.02'),
	(492,'야 고양이 공대겅지아러?','[\'약학대공지\', \'공과대공지\', \'경상대공지\']','2021.06.02'),
	(493,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.06.02'),
	(494,'솦 공지','computingNotice','2021.06.02'),
	(495,'야 고양이 공대겅지 아러?','[\'약학대공지\', \'공과대공지\', \'경상대공지\']','2021.06.02'),
	(496,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.06.02'),
	(497,'솦공지','잘 이해를 못했다냥..','2021.06.02'),
	(498,'솦 공지','computingNotice','2021.06.02'),
	(499,'소프트 안내','가이드북을 참고 해달라냥!','2021.06.04'),
	(500,'소융대안내','가이드북을 참고 해달라냥!','2021.06.04'),
	(501,'소융대 안내','가이드북을 참고 해달라냥!','2021.06.04'),
	(502,'소프트웨어융합대학 안내','가이드북을 참고 해달라냥!','2021.06.04'),
	(503,'공대 안내','가이드북을 참고 해달라냥!','2021.06.04'),
	(504,'솦 공지','computingNotice','2021.06.11'),
	(505,'학사안냐','무슨 말인지 잘 모르겠다냥','2021.07.02'),
	(506,'학사안냐','잘 이해를 못했다냥..','2021.07.02'),
	(507,'학사안내','학사','2021.07.02'),
	(508,'솦 공지','computingNotice','2021.07.14'),
	(509,'소융대 공지','computingNotice','2021.07.18'),
	(510,'솦 공지','computingNotice','2021.07.18'),
	(511,'솦 공지','computingNotice','2021.08.05'),
	(512,'졸업유예 뭐야','잘 이해를 못했다냥..','2021.09.02'),
	(513,'졸업유예','무슨 말인지 잘 모르겠다냥','2021.09.02'),
	(514,'졸업유예 안내','가이드북을 참고 해달라냥!','2021.09.02'),
	(515,'복지 안내','가이드북을 참고 해달라냥!','2021.09.02'),
	(516,'학사 안내','학사','2021.09.02'),
	(517,'안녕','안녕 안녕~~~ 반갑다냥~~','2021.12.02'),
	(518,'호로','무슨 말인지 잘 모르겠다냥','2021.12.02'),
	(519,'히히','무슨 말인지 잘 모르겠다냥','2021.12.02'),
	(520,'ㅇㅇ?','무슨 말인지 잘 모르겠다냥','2021.12.02'),
	(521,'ㅡ','무슨 말인지 잘 모르겠다냥','2021.12.03'),
	(522,'소프트 공지','computingNotice','2021.12.16');

/*!40000 ALTER TABLE `chatLog` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table computingNotice
# ------------------------------------------------------------

DROP TABLE IF EXISTS `computingNotice`;

CREATE TABLE `computingNotice` (
  `idx` int(11) NOT NULL AUTO_INCREMENT,
  `notN` varchar(10) NOT NULL,
  `url` varchar(500) NOT NULL,
  `title` varchar(100) NOT NULL,
  `date` varchar(20) NOT NULL,
  PRIMARY KEY (`idx`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `computingNotice` WRITE;
/*!40000 ALTER TABLE `computingNotice` DISABLE KEYS */;

INSERT INTO `computingNotice` (`idx`, `notN`, `url`, `title`, `date`)
VALUES
	(697,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2459&page=&code=notice','거리두기 단계별 기준 및 실행방안 (7.13개정)','2021.07.15'),
	(698,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2456&page=&code=notice','2021학년도 2학기 재학생 등록안내','2021.07.13'),
	(699,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2455&page=&code=notice','2020학년도 후기 학위수여식 공로상 대상자 추천 요청(~7/29)','2021.07.13'),
	(700,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2453&page=&code=notice','[감염병 관리위원회]코로나19 극복을 위한 HYU ERICA 거리두기 단계별 기준 및 실행방안 개정(3차 개정) 및 4단계 격상에 따른 긴급 시행 안내','2021.07.09'),
	(701,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2452&page=&code=notice','ERICA 취업동아리 플러스 참가자 모집','2021.07.09'),
	(702,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2451&page=&code=notice','ERICA 슈팅스타 플러스 참가자 모집(~7/15)','2021.07.09'),
	(703,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2450&page=&code=notice','[장학]2021-2학기 해성문화재단 장학생 신청 안내(~7/18일)','2021.07.07'),
	(704,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2449&page=&code=notice','ERICA캠퍼스 학내망 서비스 중단 안내 (7/12~7/15, 건물별·유무선 중단일정 상이)','2021.07.07'),
	(705,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2447&page=&code=notice','2021년 8월 졸업예정자의 「학사학위취득유예」 및 「다전공·교직포기」신청 안내','2021.07.06'),
	(706,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2446&page=&code=notice','[장학]2021-2학기 SW브레인(성적우수)장학 기준 안내','2021.07.06'),
	(707,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2445&page=&code=notice','2021-2 창의인재원 학부/대학원 재학생 모집안내','2021.07.05'),
	(708,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2441&page=&code=notice','2021학년도 여름계절학기 강의평가 실시 안내','2021.06.29'),
	(709,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2438&page=&code=notice','2021-2학기 일반대학원 수업 및 시험 운영기준 안내','2021.06.23'),
	(710,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2434&page=&code=notice','2021학년도 2학기 휴학·복학·자진유급 신청 일정 안내','2021.06.18'),
	(711,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2426&page=&code=notice','현재 진행되고 있는 다양한 인턴십 제도 안내','2021.06.07'),
	(712,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2425&page=&code=notice','[장학] 2021-1학기 학부 교내장학금(RC장학:실용인재,리더십) 환불 지급 안내','2021.06.05'),
	(713,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2417&page=&code=notice',' 2021년 2학기 캡스톤디자인 기업 과제 매칭 안내(SW/ICT/신산업)','2021.05.31'),
	(714,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2416&page=&code=notice','2021년 여름계절학기 및 2021학년도 2학기 자비유학 신청 안내','2021.05.31'),
	(715,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2377&page=&code=notice','2021학년도 학생 필수 법정교육 (폭력예방교육) 안내 (5/1~8/31)','2021.04.30'),
	(716,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2374&page=&code=notice','[대학원장학] ERICA BK21-STIPEND 장학금 안내','2021.04.29'),
	(717,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2327&page=&code=notice','[ERICA 감염병관리위원회] 코로나19 예방 10가지 수칙 안내','2021.04.07'),
	(718,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2322&page=&code=notice','[자료] 강의실 (공간) 대여 신청 양식 및 절차(4.1 업데이트)','2021.03.31'),
	(719,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=1983&page=&code=notice','[학사] 한양대학교 수업질개선센터 시스템 운영 안내','2020.09.02'),
	(720,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=1877&page=&code=notice','[코로나19] 코로나 19 관련 등교중지 지침 변경 안내(가족이 자가격리자일 경우 등교중지)','2020.04.07'),
	(721,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=1586&page=&code=notice','[공지] SW중심대학사업 지원프로그램 수혜 최저기준 및 우대제도 안내','2020.03.03'),
	(722,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=1579&page=&code=notice','[학사]  코로나 19 감염증 관련 교내 발열환자 행동 요령 안내','2020.02.24'),
	(723,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=1522&page=&code=notice','[학생] 장소대관 대기방법 변경 안내(학생지원팀)','2020.01.28'),
	(724,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=1485&page=&code=notice','[장학] 2020학년도 소프트웨어융합대학 RC장학 배정 기준 안내','2019.12.26'),
	(725,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2339&page=&code=notice','연구실심화실습 실습일지 작성안내(필수)','2019.11.06'),
	(726,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=1338&page=&code=notice',' [학사] 졸업사정 안내(일반졸업, 수료, 학사학위취득유예, 학업연장재수강)(2019.09.01 기준)','2019.07.31'),
	(727,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=1309&page=&code=notice','[공지] 노트북대여 제도 변경 안내','2019.06.20'),
	(728,'공지','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=1289&page=&code=notice','[학사]  온라인 공결시스템 이용 안내','2019.05.23'),
	(729,'494','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2460&page=1&code=notice','SIGGRAPH Asia 2021 Student Volunteer 프로그램 설명회','2021.07.16'),
	(730,'493','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2458&page=1&code=notice','\'2021 삼성 주니어 SW 창작대회\' 대학(원)생 멘토 모집(~7/27)','2021.07.14'),
	(731,'492','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2457&page=1&code=notice','2021년 「제1회 정보보호의 날 OX퀴즈대회」개최 안내','2021.07.14'),
	(732,'491','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2454&page=1&code=notice','[SAMSUNG Life SFP사업부] \'2021 SFP사업부 직무설명회','2021.07.09'),
	(733,'490','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2448&page=1&code=notice','2021 국제 사이버범죄대응 심포지엄(ISCR 2021) 사전등록 안내','2021.07.07'),
	(734,'489','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2444&page=1&code=notice','경상북도 데이터 분석, 공공데이터 활용 창업 경진대회 개최 안내','2021.07.02'),
	(735,'488','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2443&page=1&code=notice','ACT(Art·Content·Technology) 아이디어 모집 안내','2021.06.30'),
	(736,'487','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2442&page=1&code=notice','현대자동차 빅데이터 CDO 신입/경력 채용 공고','2021.06.30'),
	(737,'486','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2439&page=1&code=notice','2021 창원 빅데이터 공모전 개최 안내','2021.06.29'),
	(738,'485','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2435&page=1&code=notice','[기프티콘] 2021 대학 교수·학습 과정에 관한 학생 설문조사 참여','2021.06.22'),
	(739,'484','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2433&page=1&code=notice','2021-1 기말 강의평가 일정 변경 안내','2021.06.17'),
	(740,'483','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2432&page=1&code=notice','2021 NTIS 정보활용 경진대회 안내','2021.06.17'),
	(741,'482','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2431&page=1&code=notice','[한국콘텐츠진흥원] 게임인재원 3기 교육생 모집 홍보(접수기간: 7.5 - 7.22)','2021.06.17'),
	(742,'481','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2430&page=1&code=notice','Residential College센터_2021-2 멘티 모집 안내','2021.06.16'),
	(743,'480','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2429&page=1&code=notice','제1·2차 가명처리 예비인력 양성 과정 교육생 모집','2021.06.10'),
	(744,'479','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2428&page=1&code=notice','2021 디지털교육포럼 지정토론자 모집 안내','2021.06.08'),
	(745,'478','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2427&page=1&code=notice','[대학원]실별출입권한 신청 안내','2021.06.08'),
	(746,'477','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2424&page=1&code=notice','2021-1학기 기말고사 대리시험 및 부정행위 조치 안내','2021.06.04'),
	(747,'476','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2423&page=1&code=notice','2021-1학기 ERICA 학부 기말고사 시행지침 안내 (필독)','2021.06.04'),
	(748,'475','http://computing.hanyang.ac.kr/open/notice.php/open/notice.php?ptype=view&idx=2422&page=1&code=notice','2021-1학기 일반대학원 기말 대면시험 유의사항 안내 ','2021.06.04');

/*!40000 ALTER TABLE `computingNotice` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table haksikTable
# ------------------------------------------------------------

DROP TABLE IF EXISTS `haksikTable`;

CREATE TABLE `haksikTable` (
  `idx` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(20) NOT NULL,
  `whenEat` varchar(10) NOT NULL,
  `menu` varchar(100) NOT NULL,
  `price` varchar(10) NOT NULL,
  `date` varchar(20) NOT NULL,
  PRIMARY KEY (`idx`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `haksikTable` WRITE;
/*!40000 ALTER TABLE `haksikTable` DISABLE KEYS */;

INSERT INTO `haksikTable` (`idx`, `title`, `whenEat`, `menu`, `price`, `date`)
VALUES
	(45,'교직원식당','중식','[중식A] - 어린이날 -','5,000','2021.05.05'),
	(46,'교직원식당','중식','[중식B] -','5,000','2021.05.05'),
	(47,'교직원식당','석식','-','5,000','2021.05.05'),
	(48,'학생식당','중식','[특식] 어린이날','3,500','2021.05.05'),
	(49,'학생식당','중식','[특식] -','4,000','2021.05.05'),
	(50,'창의인재원식당','조식','[특식1] 어린이날','3,500','2021.05.05'),
	(51,'창의인재원식당','중식','[특식1] 어린이날','3,500','2021.05.05'),
	(52,'창의인재원식당','석식','[특식1] 어린이날','3,500','2021.05.05'),
	(53,'창업보육센터','중식','[한식] 어린이날','5,000','2021.05.05'),
	(54,'창업보육센터','중식','[일품] -','5,000','2021.05.05'),
	(55,'창업보육센터','석식','[한식] -','5,000','2021.05.05'),
	(62,'창의인재원식당','조식','[특식1] 소불고기짬뽕탕&당면사리, 쌀밥, 콩나물무침, 깍두기, 바나나','3,500','2021.05.08'),
	(63,'창의인재원식당','중식','[특식1] 지코바치밥, 북어채무국, 건새우마늘쫑볶음, 포기김치','3,500','2021.05.08'),
	(64,'창의인재원식당','석식','[특식1] 영양설렁탕&소면사리, 쌀밥, 도토리묵야채무침, 깍두기, 망고쥬스','3,500','2021.05.08'),
	(65,'창의인재원식당','조식','[특식1] - 일요일 조식 운영없습니다.-','3,500','2021.05.09'),
	(66,'창의인재원식당','중식','[특식1] 참치김치찌개&당면사리, 쌀밥, 명엽채볶음, 열무김치, 미니돈까스&소스','3,500','2021.05.09'),
	(67,'창의인재원식당','석식','[특식1] 오리불고기덮밥, 건새우다시마국, 총알새송이버섯볶음, 포기김치','3,500','2021.05.09'),
	(68,'교직원식당','중식','[중식 A] 장터육개장, 동그랑땡전&케찹, 단호박시나몬구이, 쫄며야채무침, 포기김치, 잡곡밥, 그린샐러드','5,000','2021.05.10'),
	(69,'교직원식당','중식','[중식B] -','5,000','2021.05.10'),
	(70,'교직원식당','석식','-','5,000','2021.05.10'),
	(71,'학생식당','중식','[특식] 오징어콩나물해장국, 쌀밥, 한식잡채, 미트볼조림, 깍두기','3,500','2021.05.10'),
	(72,'학생식당','중식','[특식] -','4,000','2021.05.10'),
	(73,'창의인재원식당','조식','[특식1] 간장버터계란밥&불닭볶음, 미역국, 치커리유자청무침,  포기김치','3,500','2021.05.10'),
	(74,'창의인재원식당','중식','[특식1] 참치마요덮밥&소떡소떡, 쑥갓우동국, 게맛살콩나물냉채, 포기김치','3,500','2021.05.10'),
	(75,'창의인재원식당','석식','[특식1] 시원물냉면&간장제육볶음, 추가밥, 짜사이무침, 포기김치','3,500','2021.05.10'),
	(76,'창업보육센터','중식','[한식] 잡곡밥, 모듬햄부대찌개, 청양초호박채전, 목이버섯야채잡채, 브로컬리초회, 조미김, 햇양파김치, 양배추샐러드','5,000','2021.05.10'),
	(77,'창업보육센터','중식','[일품] -','5,000','2021.05.10'),
	(78,'창업보육센터','석식','[한식] 쌀밥, 근대국, 묵은지제육볶음, 무생채, 오이양파고추장앙찌, 배추김치, 양배추샐러드','5,000','2021.05.10'),
	(90,'교직원식당','중식','[중식A] 제육짬뽕불고기, 시금치된장국, 두부구이&양념장, 오이부추무침, 포기김치, 잡곡밥, 그린샐러드, 메밀차','5,000','2021.05.11'),
	(91,'교직원식당','중식','[중식B] 치컨텐더날치알밥, 냉모밀(미니), 단무지, 그린샐러드, 메밀차','5,000','2021.05.11'),
	(92,'교직원식당','석식','-','5,000','2021.05.11'),
	(93,'학생식당','중식','[특식] 고추장제육불고기덮밥, 유부미소국, 콩장, 양배추샐러드&먕고드레싱, 포기김치','3,500','2021.05.11'),
	(94,'학생식당','중식','[특식] 에비동, 미니우동, 콩장, 양배추샐러드&망고드레싱, 요구르트, 포기김치','4,000','2021.05.11'),
	(95,'창의인재원식당','조식','[특식1] 조랭이소불고기덮밥, 청양초콩나물국, 도토리묵야채무침, 포기김치','3,500','2021.05.11'),
	(96,'창의인재원식당','중식','[특식1] 닭장각스파게티&마늘빵, 추가밥, 두부된장국, 완두콩마카로니샐러드, 포기김치','3,500','2021.05.11'),
	(97,'창의인재원식당','석식','[특식1] 훈제오리김치덮밥, 건새우다시마국, 브로컬리맛살두부무침, 오징어무무침','3,500','2021.05.11'),
	(98,'창의인재원식당','석식','-','-','2021.05.11'),
	(99,'창업보육센터','중식','[한식] 잡곡밥, 두부된장찌개, 고등어자반오븐구이, 한입돈까스&케찹, 들깨부추겉절이, 오이양파고추장아찌, 배추김치, 양배추샐러드','5,000','2021.05.11'),
	(100,'창업보육센터','중식','[일품]','5,000','2021.05.11'),
	(101,'창업보육센터','석식','[한식] 쌀밥, 쑥갓동태탕, 김치전, 새송이버터구이, 오이무침, 조미김, 배추김치, 양배추샐러드','5,000','2021.05.11'),
	(102,'교직원식당','중식','[중식A] 춘천식닭갈비, 미역국, 사각어묵볶음, 콩나물무침, 포기김치, 잡곡밥, 그린샐러드, 둥글레차','5,000','2021.05.12'),
	(103,'교직원식당','중식','[중식B] 망향식비빔국수, 왕만두찜&초간장, 가쓰오장국, 포기김치, 후리가케주먹밥, 그린샐러드, 둥글레차','5,000','2021.05.12'),
	(104,'교직원식당','석식','-','5,000','2021.05.12'),
	(105,'학생식당','중식','[특식] 돈순밥(돈가스&순두부&밥), 양배추샐러드, 무말랭이양념무침, 포기김치','3,500','2021.05.12'),
	(106,'학생식당','중식','[특식] -','4,000','2021.05.12'),
	(107,'창의인재원식당','조식','[특식1] 감자해물칼국수, 추가밥, 매콤명엽채볶음, 포기김치, 커피우유','3,500','2021.05.12'),
	(108,'창의인재원식당','중식','[특식1] 돈까스정식&양배추샐러드, 추가밥, 옥수수스프, 매콤콩나물무침, 포기김치','3,500','2021.05.12'),
	(109,'창의인재원식당','석식','[특식1] 스팸김치찌개&라면사리, 쌀밥, 볼어묵야채볶음, 깍두기, 망고쥬스','3,500','2021.05.12'),
	(110,'창업보육센터','중식','[한식] 잡곡밥, 김치수제비국, 춘천식고구마닭갈비, 명엽채간장볶음, 치커리유자청무침, 깻잎지, 배추김치, 양배추샐러드','5,000','2021.05.12'),
	(111,'창업보육센터','중식','[일품] -','5,000','2021.05.12'),
	(112,'창업보육센터','석식','[한식] 쌀밥, 경상도식소고기무국, 생선까스&타르소스, 맛살해파리겨자냉채, 시금치나물무침, 깻잎지, 배추김치, 양배추샐러드','5,000','2021.05.12'),
	(113,'교직원식당','중식','[중식 A] 소고기콩나물밥&양념장, 열무된장국, 비엔나브로콜리케찹조림, 무말랭이오이징어젓, 청포묵김가루무침, 포기김치, 그린샐러드, 보리차','5,000','2021.05.13'),
	(114,'교직원식당','중식','[중식B] 타워함박스테이크, 미나리오일파스타, 가쓰오장국, 비트무초절임, 그린샐러드, 보리차','5,000','2021.05.13'),
	(115,'교직원식당','석식','-','5,000','2021.05.13'),
	(116,'학생식당','중식','[특식] 오므라이스&슈프림양념치킨, 땡초콩나물국, 치커리유자샐러드, 포기김치','3,500','2021.05.13'),
	(117,'학생식당','중식','[특식] 레드갈비찜&눈꽃치즈&에그스크램블, 땡초콩나물국, 치커리유자샐러드, 포도쥬스, 포기김치','4,000','2021.05.13'),
	(118,'창의인재원식당','조식','[특식1] 얼큰닭개장&쌀국수사리, 쌀밥, 오리엔탈실곤약야채무침, 깍두기, 비피더스','3,500','2021.05.13'),
	(119,'창의인재원식당','중식','[특식1] 새우튀김오므라이스, 미니모밀면, 청포묵김가루무침, 포기김치, 요구르트','3,500','2021.05.13'),
	(120,'창의인재원식당','석식','[특식1] 제육마요비빔밥, 유부우동국, 모듬버섯잡채, 포기김치, 미니돈까스&소스','3,500','2021.05.13'),
	(121,'창의인재원식당','석식','-','3,500','2021.05.13'),
	(122,'창업보육센터','중식','[한식] 잡곡밥, 꼬치쑥갓어묵탕, 통마늘로스팸햄구이, 고추장감자조림, 숙주나물무침, 양파장아찌, 배추김치, 양배추샐러드','5,000','2021.05.13'),
	(123,'창업보육센터','중식','[일품]','5,000','2021.05.13'),
	(124,'창업보육센터','석식','[한식] 쌀밥, 땡초콩나물국, 가마솥닭볶음탕, 모듬견과멸치볶음, 치커리겉절이, 조미김, 배추김치, 양배추샐러드','5,000','2021.05.13'),
	(125,'교직원식당','중식','[중식 A] 카레라이스덮밥, 어묵무국, 야끼만두&비빔야채, 알옥수수맛살전, 치커리유자무침, 포기김치, 그린샐러드, 옥수수차','5,000','2021.05.14'),
	(126,'교직원식당','중식','[중식B] -','5,000','2021.05.14'),
	(127,'교직원식당','석식','-','5,000','2021.05.14'),
	(128,'학생식당','중식','[특식] 돈까스김치우동, 추가밥, 어묵야채볶음, 깍두기','3,500','2021.05.14'),
	(129,'학생식당','중식','[특식] -','4,000','2021.05.14'),
	(130,'창의인재원식당','조식','[특식1] 오리훈제&머스타드, 쌀밥, 김치콩나물국, 참나물생채무침, 포기김치, 도시락','3,500','2021.05.14'),
	(131,'창의인재원식당','중식','[특식1] 옛날도시락비빔밥&계란후라이, 감자양파국, 건새우마늘쫑볶음, 포기김치','3,500','2021.05.14'),
	(132,'창의인재원식당','석식','[특식1] 묵은지등뼈감자탕, 쌀밥, 양배추샐러드&망고소스, 깍두기, 두부구이&양념장','3,500','2021.05.14'),
	(133,'창업보육센터','중식','[한식] 잡곡밥, 얼갈이된장국, 백종원의콩나물불고기, 대파간장두부조림, 시금치나물무침, 매운고추지, 배추김치, 양배추샐러드','5,000','2021.05.14'),
	(134,'창업보육센터','중식','[일품] -','5,000','2021.05.14'),
	(135,'창업보육센터','석식','[한식] 쌀밥, 타워함박스테이크, 신라면(소), 파인애플, 치즈, 감자튀김, 배추김치, 쥬시쿨','5,000','2021.05.14'),
	(136,'창의인재원식당','조식','[특식1] 영양갈비탕&당면사리, 쌀밥, 검은깨묵상추무침, 깍두기, 바나나','3,500','2021.05.15'),
	(137,'창의인재원식당','중식','[특식1] 제육김치덮밥&오징어핫바, 계란실파국, 숙주나물무침, 무말랭이무침','3,500','2021.05.15'),
	(138,'창의인재원식당','석식','[특식1]후라이드치킨&카레덮밥, 우동국, 단무지무침, 포기김치','3,500','2021.05.15'),
	(139,'창의인재원식당','조식','[특식1] - 일요일 조식 운영없습니다.-','3,500','2021.05.16'),
	(140,'창의인재원식당','중식','[특식1] -생고기순두부찌개&쫄면사리, 쌀밥, 미트볼피망볶음, 깍두기, 망고쥬스','3,500','2021.05.16'),
	(141,'창의인재원식당','석식','[특식1]불맛쭈꾸미제육덮밥, 미역국, 푸실리콘샐러드, 포기김치','3,500','2021.05.16'),
	(142,'교직원식당','중식','[중식 A] 제육고추장불고기, 북어채해장국, 보리새우미나리전, 부추오이생채, 포기김치, 잡곡밥, 그린샐러드','5,000','2021.05.17'),
	(143,'교직원식당','중식','[중식B] -','5,000','2021.05.17'),
	(144,'교직원식당','석식','-','5,000','2021.05.17'),
	(145,'학생식당','중식','[특식] -','3,500','2021.05.17'),
	(146,'학생식당','중식','[특식] 하와이안로코모코, 크림스프, 양상추토아토샐러드, 요구르트, 포기김치','4,000','2021.05.17'),
	(147,'창의인재원식당','조식','[특식1] 참치김치찌개&라면사리, 흑미밥, 치커리유자청무침, 양념깻잎지, 두부구이&양념장','3,500','2021.05.17'),
	(148,'창의인재원식당','중식','[특식1] 돈순밥(돈까스+순두부+밥), 깍두기','3,500','2021.05.17'),
	(149,'창의인재원식당','석식','[특식1] 치킨데리야끼덮밥, 매콤콩나물국, 청경채생채무침, 포기김치, 짜먹는요거트','3,500','2021.05.17'),
	(150,'창업보육센터','중식','[한식] 잡곡밥, 맑은순두부김국, 가마솥고추장제육볶음, 메쉬드치즈포테이토, 오이상추겉절이, 매운고추지, 배추김치, 양배추샐러드','5,000','2021.05.17'),
	(151,'창업보육센터','중식','[일품] -','5,000','2021.05.17'),
	(152,'창업보육센터','석식','[한식] 쌀밥, 김치콩나물국, 매콤짜장덮밥소스, 오징어볼튀김, 햄감자볶음, 단무지, 배추김치, 양배추샐러드','5,000','2021.05.17'),
	(153,'교직원식당','중식','[중식A] 생선가스&타르소스, 강된장찌개, 쑥갓두부무침, 콩나물무침, 열무김치, 보리밥, 그린샐러드','5,000','2021.05.18'),
	(154,'교직원식당','중식','[중식B] 장조림버터비빔밥, 미니쫄면, 만두튀김&초간장, 가쓰오장국, 단무지, 그린샐러드','5,000','2021.05.18'),
	(155,'교직원식당','석식','-','5,000','2021.05.18'),
	(156,'학생식당','중식','[특식] 돈까스&마카로니콘샐러드, 쌀밥, 어묵무국, 반달단무지','3,500','2021.05.18'),
	(157,'학생식당','중식','[특식] 왕새우참치마요밥&새콤달콤쫄면, 어묵무국, 고구마옥수수볼맛탕, 반달단무지','4,000','2021.05.18'),
	(158,'창의인재원식당','조식','[특식1] 스팸마파두부덮밥, 계란실파국, 교자만두&양념장, 포기김치, 커피우유','3,500','2021.05.18'),
	(159,'창의인재원식당','중식','[특식1] 매운김치볶음밥&데리야끼닭장각조림, 청국장찌개, 마카로니콘샐러드, 무말랭이무침','3,500','2021.05.18'),
	(160,'창의인재원식당','석식','[특식1] 영양설렁탕&소면사리, 쌀밥, 매콤콩나물무침, 깍두기, 오징어부추전','3,500','2021.05.18'),
	(161,'창의인재원식당','석식','-','-','2021.05.18'),
	(162,'창업보육센터','중식','[한식] 잡곡밥, 다시마무채국, 돼지고기마파두부덮밥, 맛쵸킹탕수육, 물만두&초간장, 쑥갓겉절이, 양파김치, 양배추샐러드','5,000','2021.05.18'),
	(163,'창업보육센터','중식','[일품] -','5,000','2021.05.18'),
	(164,'창업보육센터','석식','[한식] 쌀밥, 얼갈이된장국, 바베큐순살닭볶음, 미트볼채소조림, 치커리겉절이, 양파김치, 배추김치, 양배추샐러드','5,000','2021.05.18'),
	(165,'교직원식당','중식','[중식A] 석가탄신일','5,000','2021.05.19'),
	(166,'교직원식당','중식','[중식B] -','5,000','2021.05.19'),
	(167,'교직원식당','석식','-','5,000','2021.05.19'),
	(168,'학생식당','중식','[특식] - 석가탄신일 -','3,500','2021.05.19'),
	(169,'학생식당','중식','[특식] -','4,000','2021.05.19'),
	(170,'창의인재원식당','조식','[특식1] 석가탄신일','3,500','2021.05.19'),
	(171,'창의인재원식당','중식','[특식1] -','3,500','2021.05.19'),
	(172,'창의인재원식당','석식','[특식1] -','3,500','2021.05.19'),
	(173,'창업보육센터','중식','[한식] 석가탄신일','5,000','2021.05.19'),
	(174,'창업보육센터','중식','[일품] -','5,000','2021.05.19'),
	(175,'창업보육센터','석식','[한식] -','5,000','2021.05.19'),
	(176,'교직원식당','중식','[중식 A] 사골떤만두국, 동그랑떙조림, 도토리묵야채무침, 고구마순들깨볶음, 포기김치, 잡곡밥, 그린샐러드','5,000','2021.05.20'),
	(177,'교직원식당','중식','[중식B] 불닭마요덮밥, 미니냉우동, 단무지, 그린샐러드','5,000','2021.05.20'),
	(178,'교직원식당','석식','-','5,000','2021.05.20'),
	(179,'학생식당','중식','[특식] -','3,500','2021.05.20'),
	(180,'학생식당','중식','[특식] 돈육김치짜글이&에그스크램블밥&소떡소떡강정, 미역국, 콩나물파채무침, 깍두기','4,000','2021.05.20'),
	(181,'창의인재원식당','조식','[특식1] 눈꽃치즈제육덮밥, 조갯살미역국, 실곤약오리엔탈무침, 포기김치','3,500','2021.05.20'),
	(182,'창의인재원식당','중식','[특식1] 야채비빔밥&뚝배기소불고기, 유부우동국, 단무지부추무침, 포기김치','3,500','2021.05.20'),
	(183,'창의인재원식당','석식','[특식1] 마라장조림덮밥, 감자양파국, 청포묵김가루무침, 반달단무지, 포기김치, 요구르트','3,500','2021.05.20'),
	(184,'창의인재원식당','석식','-','3,500','2021.05.20'),
	(185,'창업보육센터','중식','[한식] 잡곡밥, 망향비빔국수, 등심돈까스, 청포묵김가루무침, 햇감자조림, 고추장아찌무침, 깍두기, 양배추샐러드','5,000','2021.05.20'),
	(186,'창업보육센터','중식','[일품]','5,000','2021.05.20'),
	(187,'창업보육센터','석식','[한식] 쌀밥, 미역국, 묵은지제육볶음, 순대땅콩강정, 콩나물맑은무침, 깻잎지, 배추김치, 양배추샐러드','5,000','2021.05.20'),
	(188,'교직원식당','중식','[중식 A] 참치캔생야채비빔밥, 미니냉모밀, 고구마떡맛탕, 비트무초절임, 포기김치, 그린샐러드','5,000','2021.05.21'),
	(189,'교직원식당','중식','[중식B] -','5,000','2021.05.21'),
	(190,'교직원식당','석식','-','5,000','2021.05.21'),
	(191,'학생식당','중식','[특식] 닭곰탕&소면사리, 쌀밥, 오이부추무침, 깍두기','3,500','2021.05.21'),
	(192,'학생식당','중식','[특식] -','4,000','2021.05.21'),
	(193,'창의인재원식당','조식','[특식1] 소불고기버섯볶음, 흑미밥, 김치유부국, 게맛살콩나물겨자냉채, 포기김치','3,500','2021.05.21'),
	(194,'창의인재원식당','중식','[특식1] 새우튀김김치우동, 추가밥, 완두콩푸실리샐러드, 깍두기, 소떡소떡','3,500','2021.05.21'),
	(195,'창의인재원식당','석식','[특식1] 에그함박스테이크&양배추샐러드, 후리가케추가밥, 참나물오이생채무침, 포기김치','3,500','2021.05.21'),
	(196,'창업보육센터','중식','[한식] 잡곡밥, 근대된장국, 수제순살양념치킨, 로제떡볶이, 으깬두부쑥갓들깨무침 오이고추양파장아찌, 배추김치, 양배추샐러드','5,000','2021.05.21'),
	(197,'창업보육센터','중식','[일품] -','5,000','2021.05.21'),
	(198,'창업보육센터','석식','[한식] 쌀밥, 유부주머니오뎅탕, 볼오징어볶음&소면, 간장두부조림, 모듬그린샐러드, 오이고추양파장아찌, 배추김치, 쥬시쿨','5,000','2021.05.21'),
	(199,'창의인재원식당','조식','[특식1] 매콤불닭볶음, 쌀밥, 얼갈이된장국, 총알새송이버섯볶음, 포기김치, 망고쥬스','3,500','2021.05.22'),
	(200,'창의인재원식당','중식','[특식1] 소고기육개장&당면사리, 쌀밥, 명엽채무침, 깍두기, 브로컬리계란밥','3,500','2021.05.22'),
	(201,'창의인재원식당','석식','[특식1] 훈제오리짜글이덮밥, 두부된장국, 볼어묵야채볶음, 포기김치','3,500','2021.05.22'),
	(202,'창의인재원식당','조식','[특식1] - 일요일 조식 운영없습니다.-','3,500','2021.05.23'),
	(203,'창의인재원식당','중식','[특식1] 간장계란버터밥&고추장불고기, 콩나물국, 브로컬리맛살두부무침, 포기김치','3,500','2021.05.23'),
	(204,'창의인재원식당','석식','[특식1] 영양닭곰탕&소면사리, 쌀밥, 미트볼야채케찹조림, 깍두기, 딸기우유','3,500','2021.05.23'),
	(205,'교직원식당','중식','[중식 A] -','5,000','2021.05.24'),
	(206,'교직원식당','중식','[중식B] -','5,000','2021.05.24'),
	(207,'교직원식당','석식','-','5,000','2021.05.24'),
	(208,'학생식당','중식','[특식] -','3,500','2021.05.24'),
	(209,'학생식당','중식','[특식] -','4,000','2021.05.24'),
	(210,'창의인재원식당','조식','[특식1]  포기김치','3,500','2021.05.24'),
	(211,'창의인재원식당','중식','[특식1] 생고기김치찌개&라면사리, 쌀밥, 치커리유자청무침, 마카로니콘샐러드, 깍두기','3,500','2021.05.24'),
	(212,'창의인재원식당','석식','[특식1] 새우튀김우동&유부초밥, 실곤약야채무침, 포기김치, 요구르트','3,500','2021.05.24'),
	(213,'창업보육센터','중식','[한식] 잡곡밥, 모듬햄부대찌개, 팽이버섯전, 춘권튀김&칠리소스, 시금치나물무침, 모듬견과류볶음, 배추김치, 양배추샐러드','5,000','2021.05.24'),
	(214,'창업보육센터','중식','[일품] -','5,000','2021.05.24'),
	(215,'창업보육센터','석식','[한식] 쌀밥, 미역국, 매콤불닭덮밥소스, 검은깨고구마맛탕, 콩나물맑은무침, 오이고추양파장아찌, 배추김치, 양배추샐러드','5,000','2021.05.24'),
	(216,'교직원식당','중식','[중식A]  잡채덮밥&짜장소스, 유부장국, 탕수육&후르츠소스, 단무지부추무침, 포기김치, 그린샐러드, 둥글레차','5,000','2021.05.25'),
	(217,'교직원식당','중식','[중식B] 황태잔치국수, 참치김치밥버거, 양념고추지, 포기김치, 그린샐러드, 둥글레차','5,000','2021.05.25'),
	(218,'교직원식당','석식','-','5,000','2021.05.25'),
	(219,'학생식당','중식','[특식] 돈까스&감자튀김, 쌀밥, 유부장국, 양배추샐러드, 포기김치','3,500','2021.05.25'),
	(220,'학생식당','중식','[특식] 스파이시치킨커리&버터갈릭난, 유부장국, 그린샐러드, 요구르트, 포기김치','4,000','2021.05.25'),
	(221,'창의인재원식당','조식','[특식1] 굴소스참치볶음밥&스크램블에그, 고추장찌개, 매콤명엽채볶음, 포기김치','3,500','2021.05.25'),
	(222,'창의인재원식당','중식','[특식1] 눈꽃치즈레드갈비찜, 쌀밥, 우거지된장국, 마카로니콘샐러드, 포기김치','3,500','2021.05.25'),
	(223,'창의인재원식당','석식','[특식1] 스팸치즈부대찌개&라면사리, 쌀밥, 볼어묵야채볶음, 깍두기, 쥬시쿨','3,500','2021.05.25'),
	(224,'창의인재원식당','석식','-','-','2021.05.25'),
	(225,'창업보육센터','중식','[한식] 잡곡밥, 시골쇠고기장터국밥, 동그랑땡전, 그린비엔나소시지구이, 참나물겉절이, 알마늘장아찌, 깍두기, 양배추샐러드','5,000','2021.05.25'),
	(226,'창업보육센터','중식','[일품] -','5,000','2021.05.25'),
	(227,'창업보육센터','석식','[한식] 쌀밥, 두부호박된장찌개, 팝콘치킨떡강정, 맛살브로컬리초회, 콩나물무침, 조미김, 배추김치, 양배추샐러드','5,000','2021.05.25'),
	(228,'교직원식당','중식','[중식A] 김치닭갈비, 콩나물국, 궁중떡볶이, 건파래볶음, 열무김치, 잡곡밥, 그린샐러드, 메밀차','5,000','2021.05.26'),
	(229,'교직원식당','중식','[중식B] 뚝날치알밥, 미니우동, 테이터펍스&케찹, 단무지, 그린샐러드, 메밀차','5,000','2021.05.26'),
	(230,'교직원식당','석식','-','5,000','2021.05.26'),
	(231,'학생식당','중식','[특식] -','3,500','2021.05.26'),
	(232,'학생식당','중식','[특식] 뚝배기치즈불닭, 쌀밥, 파송송계란국, 오징어볼, 도시락김, 깍두기','4,000','2021.05.26'),
	(233,'창의인재원식당','조식','[특식1] 조랭이소불고기덮밥, 감자양파국, 완두콩푸실리샐러드, 포기김치','3,500','2021.05.26'),
	(234,'창의인재원식당','중식','[특식1] 치킨까스정식&얼큰김치찌개, 양념깻잎지','3,500','2021.05.26'),
	(235,'창의인재원식당','석식','[특식1] 목살스테이크숙주덮밥, 순두부계란국, 건새우마늘쫑볶음, 포기김치','3,500','2021.05.26'),
	(236,'창업보육센터','중식','[한식] 잡곡밥, 두부새우젓국, 묵은지돼지갈비찜, 시금치달걀찜, 치커리유자청무침, 무말랭이무침, 배추김치, 양배추샐러드','5,000','2021.05.26'),
	(237,'창업보육센터','중식','[일품]','5,000','2021.05.26'),
	(238,'창업보육센터','석식','[한식] 잡곡밥, 두부된장찌개, 꽁치오븐구이&와사비소스, 곤약비빔국수, 비름나물무침, 깻잎지, 배추김치, 양배추샐러드','5,000','2021.05.26'),
	(239,'교직원식당','중식','[중식 A] 버섯무밥&양념장, 시금치된장국, 미트볼라따뚜이, 두부구이, 참나물겉절이, 포기김치, 그린샐러드, 녹차','5,000','2021.05.27'),
	(240,'교직원식당','중식','[중식B] 아쿠아돈가스, 눈꽃치즈스파게티, 가쓰오장국, 단무지, 그린샐러드, 녹차','5,000','2021.05.27'),
	(241,'교직원식당','석식','-','5,000','2021.05.27'),
	(242,'학생식당','중식','[특식] 잔치국수, 추가밥, 순대야채볶음, 포기김치','3,500','2021.05.27'),
	(243,'학생식당','중식','[특식] 돈치마요덮밥&마라떡볶이, 우동고명국, 매콤김말이, 포기김치','4,000','2021.05.27'),
	(244,'창의인재원식당','조식','[특식1] 닭곰탕&소면사리, 쌀밥, 게맛살콩나물겨자냉채, 깍두기','3,500','2021.05.27'),
	(245,'창의인재원식당','중식','[특식1] 매콤낙지덮밥, 바지락장국, 미트볼야채볶음, 포기김치, 매실쥬스','3,500','2021.05.27'),
	(246,'창의인재원식당','석식','[특식1] 영양갈비탕&당면사리, 쌀밥, 도토리묵상추무침, 깍두기','3,500','2021.05.27'),
	(247,'창의인재원식당','석식','-','3,500','2021.05.27'),
	(248,'창업보육센터','중식','[한식] 돼지고기가지밥, 김치콩나물국, 레몬생선까스&타르소스, 중화풍목이버섯잡채, 부추겉절이, 오이고추양파장아찌, 열무김치, 양배추샐러드','5,000','2021.05.27'),
	(249,'창업보육센터','중식','[일품]','5,000','2021.05.27'),
	(250,'창업보육센터','석식','[한식] 쌀밥, 김치콩나물국, 돈갈비맛폭찹, 부추전, 백오이무침, 오이양파고추장아찌, 배추김치, 양배추샐러드','5,000','2021.05.27'),
	(251,'교직원식당','중식','[중식 A] 돈육계란장조림, 미역국, 소면야채무침, 콩자반, 잡곡밥, 그린샐러드, 보리차','5,000','2021.05.28'),
	(252,'교직원식당','중식','[중식B] -','5,000','2021.05.28'),
	(253,'교직원식당','석식','-','5,000','2021.05.28'),
	(254,'학생식당','중식','[특식] 제육김치덮밥&온두부, 콩나물국, 명엽채볶음, 포기김치','3,500','2021.05.28'),
	(255,'학생식당','중식','[특식] -','4,000','2021.05.28'),
	(256,'창의인재원식당','조식','[특식1] 훈제오리김치볶음밥&스크램블에그, 두부장국, 양상추샐러드, 포기김치','3,500','2021.05.28'),
	(257,'창의인재원식당','중식','[특식1] 치킨마요덮밥&미니떡볶이, 미니우동국, 포기김치','3,500','2021.05.28'),
	(258,'창의인재원식당','석식','[특식1] 데리야끼제육덮밥, 김치유부국, 참나물오이생채, 포기김치, 딸기우유','3,500','2021.05.28'),
	(259,'창업보육센터','중식','[한식] 잡곡밥, 땡초콩나물국, 안동식굵은당면찜닭, 옛날소시지전&케찹, 시금치나물무침, 콩자반, 배추김치, 양배추샐러드','5,000','2021.05.28'),
	(260,'창업보육센터','중식','[일품] -','5,000','2021.05.28'),
	(261,'창업보육센터','석식','[한식] 잡곡밥, 맑은해물순두부탕, 백종원소시지햄콩나물찜, 감자채볶음, 모듬야채겉절이, 조미김, 배추김치, 양배추샐러드','5,000','2021.05.28'),
	(262,'창의인재원식당','조식','[특식1] 생고기순두부찌개&라면사리, 쌀밥, 도시락김, 깍두기, 바나나','3,500','2021.05.29'),
	(263,'창의인재원식당','중식','[특식1] 데리야끼순살닭볶음탕, 얼큰북어채국, 실곤약야채무침, 포기김치, 망고쥬스','3,500','2021.05.29'),
	(264,'창의인재원식당','석식','[특식1] 매콤소불고기버섯덮밥, 우동국, 청경채생채무침, 포기김치','3,500','2021.05.29'),
	(265,'창의인재원식당','조식','[특식1] - 일요일 조식 운영없습니다.-','3,500','2021.05.30'),
	(266,'창의인재원식당','중식','[특식1] 오리불고기덮밥, 계란실파국, 브로컬리맛살두부무침, 포기김치','3,500','2021.05.30'),
	(267,'창의인재원식당','석식','[특식1] 생고기육개장&당면사리, 쌀밥, 달콤쏘야볶음, 깍두기, 오징어까스&타르소스','3,500','2021.05.30'),
	(268,'교직원식당','중식','[중식 A] -','5,000','2021.05.31'),
	(269,'교직원식당','중식','[중식B] -','5,000','2021.05.31'),
	(270,'교직원식당','석식','-','5,000','2021.05.31'),
	(271,'학생식당','중식','[특식] -','3,500','2021.05.31'),
	(272,'학생식당','중식','[특식] -','4,000','2021.05.31'),
	(273,'창의인재원식당','조식','[특식1] 소불고기덮밥, 김치콩나물국, 실곤약야채무침, 포기김치','3,500','2021.05.31'),
	(274,'창의인재원식당','중식','[특식1] 불닭오므라이스&설탕핫도그, 유부우동국, 마카로니콘샐러드, 포기김치','3,500','2021.05.31'),
	(275,'창의인재원식당','석식','[특식1] 뼈다귀우거지감자탕, 쌀밥, 치커리유자청무침, 깍두기, 바나나','3,500','2021.05.31'),
	(276,'창업보육센터','중식','[한식] 잡곡밥, 모듬햄부대찌개, 팽이버섯전, 춘권튀김&칠리소스, 시금치나물무침, 모듬견과류볶음, 배추김치, 양배추샐러드','5,000','2021.05.31'),
	(277,'창업보육센터','중식','[일품] -','5,000','2021.05.31'),
	(278,'창업보육센터','석식','[한식] 쌀밥, 미역국, 매콤불닭덮밥소스, 검은깨고구마맛탕, 콩나물맑은무침, 오이고추양파장아찌, 배추김치, 양배추샐러드','5,000','2021.05.31'),
	(279,'교직원식당','중식','[중식A] -','5,000','2021.06.01'),
	(280,'교직원식당','중식','[중식B] -','5,000','2021.06.01'),
	(281,'교직원식당','석식','-','5,000','2021.06.01'),
	(282,'학생식당','중식','[특식] -','3,500','2021.06.01'),
	(283,'학생식당','중식','[특식] -','4,000','2021.06.01'),
	(284,'창의인재원식당','조식','[특식1] 영양설렁탕&소면사리, 쌀밥, 달콤쏘야볶음, 깍두기, 야채계란찜','3,500','2021.06.01'),
	(285,'창의인재원식당','중식','[특식1] 깻잎숙주제육덮밥, 바지락미역국, 브로컬리맛살두부무침, 포기김치, 비피더스','3,500','2021.06.01'),
	(286,'창의인재원식당','석식','[특식1] 매운삼겹살김치찜, 흑미밥, 청포묵김가루무침, 무말랭이무침','3,500','2021.06.01'),
	(287,'창의인재원식당','석식','-','-','2021.06.01'),
	(288,'창업보육센터','중식','[한식] 잡곡밥, 얼갈이된장국, 가마솥통감자닭볶음탕, 단호박튀김, 부추겉절이, 오이고추양파장아찌, 배추김치, 양배추샐러드','5,000','2021.06.01'),
	(289,'창업보육센터','중식','[일품] -','5,000','2021.06.01'),
	(290,'창업보육센터','석식','[한식] 쌀밥, 소고기대파육개장, 동그랑땡&케찹, 곤약다시마조림, 오이도라지무침, 깻잎지, 배추김치, 양배추샐러드','5,000','2021.06.01'),
	(291,'교직원식당','중식','[중식A] 마파두부덮밥, 어묵국, 생선가스&타르소스, 치커리유자무침, 비트무초절임, 포기김치, 그린샐러드, 메밀차','5,000','2021.06.02'),
	(292,'교직원식당','중식','[중식B] 꼬꼬야찌양념치킨&라면사리, 김가루주먹밥, 가쓰오장국, 교자만두튀김&초간장, 단무지, 그린샐러드, 메밀차','5,000','2021.06.02'),
	(293,'교직원식당','석식','-','5,000','2021.06.02'),
	(294,'학생식당','중식','[특식] 고추치킨강정덮밥, 유부우동국, 마카로니콘샐러드, 포기김치','3,500','2021.06.02'),
	(295,'학생식당','중식','[특식] -','4,000','2021.06.02'),
	(296,'창의인재원식당','조식','[특식1] 스팸마파두부덮밥, 감자양파국, 도토리묵오리엔탈샐러드, 포기김치','3,500','2021.06.02'),
	(297,'창의인재원식당','중식','[특식1] 소불고기야채비비밥&뚝배기김치찌개, 숙주나물무침, 깍두기','3,500','2021.06.02'),
	(298,'창의인재원식당','석식','[특식1] 닭장각튀김짜장덮밥, 짬뽕국, 반달단무지무침, 포기김치, 요구르트','3,500','2021.06.02'),
	(299,'창업보육센터','중식','[한식] 잡곡밥, 김치콩나물국, 가마솥정통닭볶음탕, 옥수수콘전&연유소스, 오이부추무침, 매운고추지, 배추김치, 양배추샐러드','5,000','2021.06.02'),
	(300,'창업보육센터','중식','[일품] -','5,000','2021.06.02'),
	(301,'창업보육센터','석식','[한식] 쌀밥, 뚝배기소고기대파육개장, 부추너비아니구이, 햇감자조림, 고사리나물무침, 깻잎지, 배추김치, 핫도그','5,000','2021.06.02'),
	(302,'창의인재원식당','조식','[특식1] - 일요일 조식 운영없습니다.-','3,500','2021.06.06'),
	(303,'창의인재원식당','중식','[특식1] 스팸마요덮밥, 북어채국, 토마토펜네샐러드, 포기김치','3,500','2021.06.06'),
	(304,'창의인재원식당','석식','[특식1] 볼향간장제육볶음&김가루, 쌀밥, 감자고추장찌개, 총알새송이볶음, 포기김치','3,500','2021.06.06');

/*!40000 ALTER TABLE `haksikTable` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table ibusNotice
# ------------------------------------------------------------

DROP TABLE IF EXISTS `ibusNotice`;

CREATE TABLE `ibusNotice` (
  `idx` int(11) NOT NULL AUTO_INCREMENT,
  `notN` varchar(10) NOT NULL,
  `url` varchar(500) NOT NULL,
  `title` varchar(100) NOT NULL,
  `date` varchar(20) NOT NULL,
  PRIMARY KEY (`idx`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;



# Dump of table idesignNotice
# ------------------------------------------------------------

DROP TABLE IF EXISTS `idesignNotice`;

CREATE TABLE `idesignNotice` (
  `idx` int(11) NOT NULL AUTO_INCREMENT,
  `notN` varchar(10) NOT NULL,
  `url` varchar(500) NOT NULL,
  `title` varchar(100) NOT NULL,
  `date` varchar(20) NOT NULL,
  PRIMARY KEY (`idx`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `idesignNotice` WRITE;
/*!40000 ALTER TABLE `idesignNotice` DISABLE KEYS */;

INSERT INTO `idesignNotice` (`idx`, `notN`, `url`, `title`, `date`)
VALUES
	(334,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=497','2021학년도 2학기 재학생 등록안내','2021-07-14'),
	(335,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=496','HYU ERICA 거리두기 단계별 기준 및 실행방안_3-2차 개정 (07.15)','2021-07-09'),
	(336,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=493','2021-2학기 해성문화재단 장학생 신청 안내~7.20 접수기한 연장','2021-07-08'),
	(337,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=491','2021년 8월 졸업예정자의 「학사학위취득유예」 및 「다전공·교직포기」신청 안내','2021-07-06'),
	(338,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=488','2021-2학기 창의인재원 학부/대학원 재학생 모집~7.16','2021-07-05'),
	(339,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=486','2021년 디자인대학 여름방학 온라인 특강(AI-PS/라이노,키샷)','2021-07-05'),
	(340,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=484','2021학년도 2학기 학적변동(휴학·복학·자진유급) 안내','2021-06-24'),
	(341,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=481','[디자인다학제 교육과정] 2021학년도 2학기 디자인 주도 다학제 참가 신청안내','2021-06-23'),
	(342,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=480','▶ 2021 대학 교수·학습 과정에 관한 설문조사(NASEL) ◀','2021-06-22'),
	(343,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=453',' ★ 2021학년도 1학기 ERICA 기말시험 시행지침 안내 ★','2021-06-03'),
	(344,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=450','2021년 제30회 사랑의날개 장학금 신청 안내(생활비성 100만원)6월 23일 마감','2021-06-03'),
	(345,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=447','☆ 2021년 여름계절학기 및 2021학년도 2학기 자비유학 신청 안내 ☆','2021-05-31'),
	(346,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=439','[★필독] 2021-2학기 디자인대학 장학금(성적우수,가계곤란) 신청 안내','2021-05-18'),
	(347,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=419','★[필수교육] 2021학년도 학생 필수 법정교육 (폭력예방교육) 안내★  ','2021-04-30'),
	(348,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=390','[ERICA 감염병 관리위원회] 코로나19 극복을 위한 한양 ERICA 가족 호소문 안내','2021-04-07'),
	(349,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=367','[안전] 2021-1학기 연구활동종사자 법정 정기 온라인 안전교육 안내','2021-03-09'),
	(350,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=363','[안전] 2021년 한양인 온라인 소방안전교육 이수 안내(서울, ERICA)','2021-03-05'),
	(351,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=352','[★필독] 코로나19 예방을 위한 HYU 등교(출근)금지 지침','2021-03-03'),
	(352,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=351','신규 LMS(HY-ON)매뉴얼 안내','2021-03-02'),
	(353,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=348','[★필독] 출석인정 내규 및 코로나19 관련 상황별 공결 처리 안내','2021-02-26'),
	(354,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=347','2021학년도 1학기 ERICA 학부 수업 성적평가 방법 안내','2021-02-25'),
	(355,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=137','디자인대학 RC 장학 및 교외 장학 배정 기준(2020년5월 개정)','2020-05-19'),
	(356,'공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=116','디자인대학 학과별 졸업작품 사정내규(2021년3월 커뮤니케이션디자인학과 개정)','2020-05-08'),
	(357,'115','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=423','『2021학년도 여름계절학기』 ◈ 수강신청 및 등록 안내 ◈','2021-05-04'),
	(358,'114','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=395','2021학년도 1학기 중간고사 대리시험 및 부정행위 조치 안내(필독~)','2021-04-14'),
	(359,'113','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=394','2021학년도 1학기 중간시험 시행지침(필독!)','2021-04-14'),
	(360,'112','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=393','2021-1학기 중간시험기간 원격시험 응시 가능한 교내  PC실 사용지침','2021-04-14'),
	(361,'111','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=384','2021학년도 여름계절학기 수요조사 실시 안내','2021-03-31'),
	(362,'110','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=383','2021학년도 1학기 중간 강의평가 실시 안내','2021-03-30'),
	(363,'109','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=381','2021 Fall Semester 파견 교환학생 모집(National Kaohsiung University of Science and Technology in Taiwan)','2021-03-25'),
	(364,'108','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=359','2021학년도 1학기 법학전문대학원 리걸클리닉(Legal Clinic) 무료법률상담 및 소송수행 안내','2021-03-05'),
	(365,'107','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=356','★2021-1학기 추가 개설교과목 리스트 및 강의실 변동안내 (210304)','2021-03-04'),
	(366,'106','http://idesign.hanyang.ac.kr/boad/bd_boad/egoread.php?bd=1&Txt_item1=&itm=&txt=&itm_cate=&itm_scate=&pg=1&seq=354','한국저작권위원회 2021년 3월 원격저작권교육 안내','2021-03-03');

/*!40000 ALTER TABLE `idesignNotice` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table iengNotice
# ------------------------------------------------------------

DROP TABLE IF EXISTS `iengNotice`;

CREATE TABLE `iengNotice` (
  `idx` int(11) NOT NULL AUTO_INCREMENT,
  `notN` varchar(10) NOT NULL,
  `url` varchar(500) NOT NULL,
  `title` varchar(100) NOT NULL,
  `date` varchar(20) NOT NULL,
  PRIMARY KEY (`idx`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `iengNotice` WRITE;
/*!40000 ALTER TABLE `iengNotice` DISABLE KEYS */;

INSERT INTO `iengNotice` (`idx`, `notN`, `url`, `title`, `date`)
VALUES
	(1130,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1093','2022학년도 1학기 ERICA 교양 교과목 개발 지원 사업 공모','2021-07-16'),
	(1131,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1092','[ERICA 감염병 관리위원회] 코로나19 극복을 위한 한양 ERICA 가족 호소문(2차) 안내','2021-07-16'),
	(1132,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1091','[무료교육]KPX교육연구원 전력산업 인력양성 교육','2021-07-16'),
	(1133,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=471','[기계공학] 2021-2 동림장학재단 장학금 신청 안내(~7/30까지)','2020-07-06'),
	(1134,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1089','[무료교육]기상기후 빅데이터 무료 교육','2021-07-15'),
	(1135,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1088','[공학대학전체] 2021년 하반기 통계정보서비스(KOSIS·SGIS·MDIS) 활용교육 수요조사 안내 ','2021-07-14'),
	(1136,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1080','[융합산업대학원 신입생 모집] 2021 후기 2차 신입학 모집','2021-07-13'),
	(1137,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1078','[KAIST] 제2회 원자력 및 방사선 안전규제 역량강화 여름학교','2021-07-13'),
	(1138,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1075','[8월 졸업예정자]2020학년도 후기 학위수여식 공로상 대상자 신청 안내','2021-07-12'),
	(1139,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1073','[공학대학] 2021년 8월 졸업예정자의 「학사학위취득유예」 및 「다전공·교직포기」신청 안내_\'21.07.12~07.16','2021-07-09'),
	(1140,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1072','[공학대학] 2021-2학기 학적변동(휴학·복학·자진유급) 안내_\'21.07.12~07.23','2021-07-09'),
	(1141,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=26','[공학대학] 단계별 영어기준점수 시행관련 운영 규정','2019-11-18'),
	(1142,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1071','2021 엔지니어링 스쿨 및 제3회 SW창업메이커톤 개최 안내','2021-07-08'),
	(1143,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=792','2021-2학기 해성문화재단 장학금 신청 안내 (~7/20까지)','2021-01-20'),
	(1144,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1068','[공학대학전체]2021-2학기 창의인재원(기숙사) 학부/대학원 재학생 모집 안내','2021-07-05'),
	(1145,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1067','[공학대학전체] 2021 온라인 환경산업 채용설명회 & 일자리 박람회 안내','2021-07-02'),
	(1146,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1066','[대학원] 2021-2학기 제적자/영구수료자 재입학 안내','2021-07-02'),
	(1147,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1065','[대학원] 2021-2학기 석박사통합과정 전환/포기 안내','2021-07-02'),
	(1148,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1064','2021-2학기 일반대학원 수업 운영 기준 안내','2021-07-02'),
	(1149,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1063','[공학대학전체]경상북도 데이터 분석, 공공데이터 활용 창업 경진대회','2021-07-02'),
	(1150,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1057','[공학대학전체]2021-여름계절학기 강의평가 실시 안내','2021-06-29'),
	(1151,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1049','[공학대학] 2021-2학기 학적변동(휴/복학/자진유급) 안내','2021-06-21'),
	(1152,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1047','[공학대학전체]21-1학기 기말 강의평가 일정 변경 안내','2021-06-18'),
	(1153,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1039','[한국수자원공사] 2021년 K-water 개방형 혁신 R&D 공모 안내','2021-06-15'),
	(1154,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1038','ERICA 2021학년도 여름방학기간 셔틀 및 통학버스 운행 안내','2021-06-14'),
	(1155,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1034','[기계공학과 3학년]2021-2학기 캡스톤 디자인 1  지도교수 신청','2021-06-14'),
	(1156,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1024','[전자공학부/최종] 2021년 전자공학과 대학원 설명회 행사 안내 (06/09)','2021-06-08'),
	(1157,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1026','2021년도 극지전문인력양성 프로그램 참가자 모집 공고','2021-06-08'),
	(1158,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1001','[한양대학교 ERICA 기술고시반] 입반설명회 개최','2021-05-27'),
	(1159,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1021','[공학대학전체] 2021-1학기 기말고사  PC실 사용 안내','2021-06-03'),
	(1160,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1020','[공학대학전체] 2021-1학기 기말고사  시행지침 안내','2021-06-03'),
	(1161,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1013','2021-하계방학 창의인재원 학부/대학원 재학생 기숙사 입사모집안내','2021-06-02'),
	(1162,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1012','[대학원] 2021-하계 대체영어강좌 안내','2021-06-02'),
	(1163,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1011','2021학년도 2학기 재입학 신청 안내_2021. 6. 7(월) ~ 11(금)','2021-06-01'),
	(1164,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1008','[국제화] 2021년 여름계절학기 및 2021학년도 2학기 자비유학 신청 안내','2021-05-31'),
	(1165,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=1000','[대학원/장학] 2021년 미래 농업 인재 장학생 추천 (~5/28)','2021-05-26'),
	(1166,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=990','[공학대학전체]2021-여름학기 사회봉사 신청학기','2021-05-24'),
	(1167,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=995','[공학대학전체]21-1학기 기말고사 강의평가 실시 안내','2021-05-25'),
	(1168,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=987','[ERICA학술정보관] 논문 작성 교육 프로그램 안내','2021-05-21'),
	(1169,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=713','2021-2학기 국가장학 및 교내장학 신청 안내(~6/17까지)','2020-11-24'),
	(1170,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=966','2022학년도 일반대학원 학석사연계과정 모집요강 공고(수정)','2021-05-07'),
	(1171,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=963','2021학년도 학생 필수 법정교육 (폭력예방교육) 안내','2021-05-04'),
	(1172,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=962','2021-여름학기 사회봉사(학점봉사) 교과목 비대면 운영 안내','2021-05-04'),
	(1173,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=959','[ERICA인권센터] 20221-1 교육조교 모집 안내','2021-05-04'),
	(1174,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=957','[기계.전자4학년][국토교통부산하기관](재)건설산업교육원 국가교육안내','2021-05-04'),
	(1175,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=946','[대학원] 2021-1 대학혁신지원사업 석박통합 연구우수 장학생 신청 안내(~5/14)','2021-05-03'),
	(1176,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=945','[공학대전체]창의융합교육원 ERICA 라이팅센터 비교과 프로그램 운영 안내','2021-04-29'),
	(1177,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=935','2021-1 \'학부생을 위한 대학원 Fair\' 개최 안내','2021-04-22'),
	(1178,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=938','[공학대전체]2021 ERICA IC-PBL 경진대회 안내','2021-04-27'),
	(1179,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=931','[대학원] 2021-1 연구지도 결과보고서 제출 안내','2021-04-20'),
	(1180,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=927','[공학대학전체] 2021-1학기 중간고사 원격시험가능 PC실 사용 안내','2021-04-16'),
	(1181,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=917','[대학원] 2021년도 전기 자연계 대학원 전문연구요원 편입대상자 선발 안내','2021-04-13'),
	(1182,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=920','[공학대학전체] 2021-1학기  중간고사 시행지침 안내','2021-04-13'),
	(1183,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=575','[대학원/재안내] 2021-1 학위청구논문 신청 안내','2020-08-31'),
	(1184,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=916','[대학원] 2021학년도 일반대학원 후기 특별전형 신입생 모집 안내','2021-04-08'),
	(1185,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=914','2021년 공학 및 이공계열 대학원생 대상 벨기에 파견연수 참가자모집 안내','2021-04-07'),
	(1186,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=913','2021-1 대학원 종합시험 합격자 발표 일정 연기 안내','2021-04-06'),
	(1187,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=910','2021-1 대학원 외국어시험 면제서류 제출 재안내','2021-04-06'),
	(1188,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=909','2021년 기업연계청년기술전문인력 육성사업 연구원 채용 안내','2021-04-06'),
	(1189,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=872','[대학원] 2021-1 학과별 종합시험 진행 날짜 안내(일정 수정)','2021-03-18'),
	(1190,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=899','[학부]2021-1 여름학기 수요조사 관련 안내','2021-03-31'),
	(1191,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=894','[ERICA 입학팀] 전공알림단 휴아로 8기 추가 모집 안내(교통/산업/융합/국방/스마트융합공학부)','2021-03-30'),
	(1192,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=889','[대학원] 2021-1 외국어시험 합격자 발표 안내','2021-03-26'),
	(1193,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=888','2021 WISET 취업탐색 멘토링 대학(원)생 멘티 모집 안내','2021-03-25'),
	(1194,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=850','[대학원] 2021-1 종합시험 신청 안내','2021-03-05'),
	(1195,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=868','2021-1학기『학교사랑 실천의 날』봉사한대 계획서 제출 안내(~4.5)','2021-03-15'),
	(1196,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=869','국가R&D 리얼챌린지 프로그램 연구팀 모집 안내','2021-03-16'),
	(1197,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=863','[국제화] 2021 가을학기 IIT(일리노이 공과대학) 복수학위 프로그램 모집 공고 (~03/19) ','2021-03-11'),
	(1198,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=857','[대학원] 2021-1 연구계획서 입력 안내','2021-03-08'),
	(1199,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=829','2021학년도 신(편)입생, 대학원생 학생증 배부 안내','2021-02-22'),
	(1200,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=858','사회봉사단 2021 [1+1 한양사랑 또래장학금] 신청 안내','2021-03-08'),
	(1201,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=343','한양대 ERICA LMS 블랙보드 Q&A','2020-04-14'),
	(1202,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=854','[대학원] 2021학년도 1학기 연구조교 장학금 추가 신청 안내','2021-03-08'),
	(1203,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=849','[대학원] 2021-1 논문지도교수 변경 안내','2021-03-05'),
	(1204,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=797','[건축/건설/교통] 2021-1학기 수업 변경 관련 안내. ','2021-01-26'),
	(1205,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=821','[전자공학부] 2021-1 수강신청 증원 과목 안내(개강 후 수강 정정기간 신청)','2021-02-09'),
	(1206,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=839','[공학대학] 2021-1학기 추가 수강 신청서 제출 안내','2021-02-26'),
	(1207,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=836','[공학대학] 2021-1 편입생 안내문','2021-02-25'),
	(1208,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=825','[공학대학전체] 2021-1학기  사회봉사교과목 수강신청 안내(졸업필수)','2021-02-15'),
	(1209,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=822','[건축/건설/교통] 2021-1 수강신청 증원 예정 과목 안내(2. 10)','2021-02-10'),
	(1210,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=396','학부 졸업논문 심사결과 보고서(캡스톤 대체 서류) 양식','2020-05-21'),
	(1211,'공지','https://ieng.hanyang.ac.kr/front/community/notice/notice-view?id=805','[건축공학전공] 건축설비시스템설계 동일과목 이수 안내(중요)','2021-02-02'),
	(1212,'506','https://ieng.hanyang.ac.kr/front/community/notice/view?id=1094','건축구조업체 2021년 하반기 신입사원 채용 안내 (~7. 30)','2021-07-16'),
	(1213,'505','https://ieng.hanyang.ac.kr/front/community/notice/view?id=1087','경찰청 안보수사 분야별 경력경쟁채용 공고','2021-07-14'),
	(1214,'504','https://ieng.hanyang.ac.kr/front/community/notice/view?id=1079','[공모전] K-2 종전부지 글로벌화를 위한 국제아이디어 공모전','2021-07-13'),
	(1215,'503','https://ieng.hanyang.ac.kr/front/community/notice/view?id=1077','⁠&lt;한양대학교 ERICA 슈팅스타 플러스   및   취업동아리 플러스 참가자  모집안내&gt;','2021-07-12'),
	(1216,'502','https://ieng.hanyang.ac.kr/front/login?return=%252Ffront%252Fcommunity%252Fnotice','2022학년도 반도체장학금((주)테스장학금) 신청 안내(~7/15까지)','2021-07-09'),
	(1217,'501','https://ieng.hanyang.ac.kr/front/community/notice/view?id=1070','(주)간삼건축 2022년 신입사원 공개채용 안내','2021-07-06'),
	(1218,'500','https://ieng.hanyang.ac.kr/front/community/notice/view?id=1069','인천국제공항공사 2021년','2021-07-06'),
	(1219,'499','https://ieng.hanyang.ac.kr/front/community/notice/view?id=1062','2021 국립항공박물관 국제학술대회 홍보 협조 요청','2021-06-30'),
	(1220,'498','https://ieng.hanyang.ac.kr/front/community/notice/view?id=1061','한옥기술전시관 한옥배움터, 스케치업 한옥 3D모델링 교육 개설 알림','2021-06-30'),
	(1221,'497','https://ieng.hanyang.ac.kr/front/community/notice/view?id=1060','「2021 학생 철도 창의 작품전」안내','2021-06-30');

/*!40000 ALTER TABLE `iengNotice` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table infoLink
# ------------------------------------------------------------

DROP TABLE IF EXISTS `infoLink`;

CREATE TABLE `infoLink` (
  `idx` int(11) NOT NULL AUTO_INCREMENT,
  `keyword` varchar(20) NOT NULL,
  `url` varchar(500) NOT NULL,
  PRIMARY KEY (`idx`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `infoLink` WRITE;
/*!40000 ALTER TABLE `infoLink` DISABLE KEYS */;

INSERT INTO `infoLink` (`idx`, `keyword`, `url`)
VALUES
	(1,'학사','https://ehaksa.hanyang.ac.kr/home'),
	(2,'오늘의메뉴','https://www.hanyang.ac.kr/web/www/re11'),
	(3,'it서비스','https://www.hanyang.ac.kr/web/www/it_e'),
	(4,'복지정보','https://www.hanyang.ac.kr/web/www/benefit_e'),
	(5,'보건','https://www.hanyang.ac.kr/web/www/health_e'),
	(6,'복지매장','https://www.hanyang.ac.kr/web/www/facilities_e'),
	(7,'학생증','https://site.hanyang.ac.kr/web/studentid_e'),
	(8,'담당부서','https://www.hanyang.ac.kr/web/www/-74'),
	(9,'기숙사','https://www.hanyang.ac.kr/web/www/dormitory'),
	(10,'장학','https://www.hanyang.ac.kr/web/www/esc'),
	(11,'증명','https://ehaksa.hanyang.ac.kr/certificate'),
	(12,'교직이수','https://asteaching.hanyang.ac.kr/13'),
	(13,'대관','https://www.hanyang.ac.kr/web/www/rent_e'),
	(14,'통합양식','https://www.hanyang.ac.kr/web/www/reference_erica'),
	(15,'학사일정','https://www.hanyang.ac.kr/web/www/-93'),
	(16,'수업','https://www.hanyang.ac.kr/web/www/-118'),
	(17,'온라인강좌','https://www.hanyang.ac.kr/web/www/-119'),
	(18,'전공','https://ehaksa.hanyang.ac.kr/major_intro'),
	(19,'학적변동','https://ehaksa.hanyang.ac.kr/register'),
	(20,'성적','https://ehaksa.hanyang.ac.kr/-grade-process'),
	(21,'학점인정','https://www.hanyang.ac.kr/web/www/-122'),
	(22,'계절학기','https://www.hanyang.ac.kr/web/www/-123'),
	(23,'학점교류','https://www.hanyang.ac.kr/web/www/-124'),
	(24,'대학원','http://www.grad.hanyang.ac.kr/'),
	(25,'학과소개','https://www.hanyang.ac.kr/web/www/e_college_department-info'),
	(26,'지도','https://www.hanyang.ac.kr/web/www/map_erica'),
	(27,'셔틀','https://www.hanyang.ac.kr/web/www/shuttle_guide'),
	(28,'연혁','https://www.hanyang.ac.kr/web/www/erica_history_2020s'),
	(29,'주차','https://www.hanyang.ac.kr/web/www/parking-information1'),
	(30,'캠퍼스소식지','http://book.hanyang.ac.kr/html/book/index/gallery/latest/61/1'),
	(31,'에리카소식','https://blog.naver.com/hyerica4473'),
	(32,'행정기관','https://www.hanyang.ac.kr/web/www/-102'),
	(33,'부설기관','https://www.hanyang.ac.kr/web/www/-104'),
	(34,'학생기구','https://www.hanyang.ac.kr/web/www/student_e'),
	(35,'동아리','https://www.hanyang.ac.kr/web/www/club_e'),
	(36,'의료혜택','https://www.hanyang.ac.kr/web/www/medicalcare_e'),
	(37,'상담','https://www.hanyang.ac.kr/web/www/counsel_e'),
	(38,'인권센터','https://www.hanyang.ac.kr/web/www/gender_e'),
	(39,'병무','https://www.hanyang.ac.kr/web/www/military_e'),
	(40,'고시반','https://www.hanyang.ac.kr/web/www/exam_e'),
	(41,'학술정보관','https://information.hanyang.ac.kr/#/'),
	(42,'입학처','http://goerica.hanyang.ac.kr/intro.asp'),
	(43,'커리어개발센터','https://cdp.hanyang.ac.kr/'),
	(44,'전자책','http://ebook.hanyang.ac.kr/FxLibrary/'),
	(45,'현장실습','https://e-wil.hanyang.ac.kr/index.do'),
	(46,'BK','http://bk21four.hanyang.ac.kr/'),
	(47,'산학협력','http://ericaresearch.hanyang.ac.kr/'),
	(48,'공과대공지','https://ieng.hanyang.ac.kr/front/community/notice'),
	(49,'경상대공지','https://ibus.hanyang.ac.kr/front/community/notice'),
	(50,'과기대공지','http://scitech.hanyang.ac.kr/bbs/board.php?bo_table=notice'),
	(51,'국문대공지','http://lan-cul.hanyang.ac.kr/front/notice/newNotice'),
	(52,'디자인대공지','http://idesign.hanyang.ac.kr/boad/bd_boad/egolist.php?bd=1'),
	(53,'소프트공지','http://computing.hanyang.ac.kr/open/notice.php'),
	(54,'약학대공지','http://pharmacy.hanyang.ac.kr/front/information/notice'),
	(55,'언정대공지','http://ccss.hanyang.ac.kr/frontpage.asp?catalogid=ccss&language=ko'),
	(56,'예체능대공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice'),
	(57,'공대번호','https://ieng.hanyang.ac.kr/front/intro/organization'),
	(58,'약대번호','http://pharmacy.hanyang.ac.kr/front/Introduce/responsibility'),
	(59,'과기대번호','http://scitech.hanyang.ac.kr/page/?pid=staff'),
	(60,'국문대번호','http://lan-cul.hanyang.ac.kr/front/university/contact'),
	(61,'언정대번호','http://ccss.hanyang.ac.kr/pagegenerater.asp?catalogid=ccss&language=ko&pagecode=intro04'),
	(62,'경상대번호','https://ibus.hanyang.ac.kr/front/introduce/employee'),
	(63,'디대번호','http://idesign.hanyang.ac.kr/html/university/employee.html'),
	(64,'예대번호','http://sportsnarts.hanyang.ac.kr/art/m14.php'),
	(65,'소융대번호','http://computing.hanyang.ac.kr/about/orga.php');

/*!40000 ALTER TABLE `infoLink` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table lanCulNotice
# ------------------------------------------------------------

DROP TABLE IF EXISTS `lanCulNotice`;

CREATE TABLE `lanCulNotice` (
  `idx` int(11) NOT NULL AUTO_INCREMENT,
  `notN` varchar(10) NOT NULL,
  `url` varchar(500) NOT NULL,
  `title` varchar(100) NOT NULL,
  `date` varchar(20) NOT NULL,
  PRIMARY KEY (`idx`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `lanCulNotice` WRITE;
/*!40000 ALTER TABLE `lanCulNotice` DISABLE KEYS */;

INSERT INTO `lanCulNotice` (`idx`, `notN`, `url`, `title`, `date`)
VALUES
	(54,'공지','http://lan-cul.hanyang.ac.kr/front/notice/newNotice/notice-view?id=1968','ERICA 슈팅스타 플러스 및 취업동아리 플러스 참가자 모집','2021-07-16'),
	(55,'공지','http://lan-cul.hanyang.ac.kr/front/notice/newNotice/notice-view?id=1959','2021학년도 2학기 창의인재원 학부/대학원 재학생 모집','2021-07-05'),
	(56,'공지','http://lan-cul.hanyang.ac.kr/front/notice/newNotice/notice-view?id=1925','기말고사 기간 중 공간 개방 및 신청 안내 ','2021-06-03'),
	(57,'공지','http://lan-cul.hanyang.ac.kr/front/notice/newNotice/notice-view?id=1860','2021 ERICA IC-PBL 경진대회 개최 안내','2021-04-27'),
	(58,'공지','http://lan-cul.hanyang.ac.kr/front/notice/newNotice/notice-view?id=1284','현지학기제 시행세칙 일부개정 안내','2019-07-16'),
	(59,'공지','http://lan-cul.hanyang.ac.kr/front/notice/newNotice/notice-view?id=1045','국제문화대학 공결확인서 규정 개정 안내','2018-10-18'),
	(60,'','http://lan-cul.hanyang.ac.kr/front/notice/newNotice/view?id=1973','2020학년도 후기 학위수여식 공로상 대상자 추천','2021-07-13'),
	(61,'','http://lan-cul.hanyang.ac.kr/front/notice/newNotice/view?id=1970',' HR 채용연계형 인턴/글로벌 유저인사이트 체험형 인턴 모집 ','2021-07-12'),
	(62,'','http://lan-cul.hanyang.ac.kr/front/notice/newNotice/view?id=1967','2021-2학기 안산동산교회 장학생 신청 안내 ','2021-07-12'),
	(63,'','http://lan-cul.hanyang.ac.kr/front/notice/newNotice/view?id=1969','2021-2학기 학적변동(휴학, 복학) 안내','2021-07-08'),
	(64,'','http://lan-cul.hanyang.ac.kr/front/notice/newNotice/view?id=1966','재단법인 한양문화재연구원 직원(연구원) 채용 공고','2021-07-07'),
	(65,'','http://lan-cul.hanyang.ac.kr/front/notice/newNotice/view?id=1965','[Amazon Web Services] 2021 데이터센터 채용연계형 트레이니 모집(~07/18)','2021-07-07');

/*!40000 ALTER TABLE `lanCulNotice` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table pharmacyNotice
# ------------------------------------------------------------

DROP TABLE IF EXISTS `pharmacyNotice`;

CREATE TABLE `pharmacyNotice` (
  `idx` int(11) NOT NULL AUTO_INCREMENT,
  `notN` varchar(10) NOT NULL,
  `url` varchar(500) NOT NULL,
  `title` varchar(100) NOT NULL,
  `date` varchar(20) NOT NULL,
  PRIMARY KEY (`idx`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `pharmacyNotice` WRITE;
/*!40000 ALTER TABLE `pharmacyNotice` DISABLE KEYS */;

INSERT INTO `pharmacyNotice` (`idx`, `notN`, `url`, `title`, `date`)
VALUES
	(544,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=560','2021학년도 2학기 재학생 등록안내','2021-07-14'),
	(545,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=558','[서울대학교병원] 2021 약무직 블라인드 채용 공고(장애인 특별우대)','2021-07-09'),
	(546,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=556','ERICA 슈팅스타 플러스 및 취업동아리 플러스 참가자 모집 ','2021-07-08'),
	(547,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=555','2021-2학기 창의인재원 우선입사 대상자 명단 제출 요청','2021-07-08'),
	(548,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=553','2021학년도 2학기 창의인재원 학부/대학원 재학생 모집안내','2021-07-05'),
	(549,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=551','2021학년도 2학기 석·박사통합과정 전환 신청안내','2021-07-02'),
	(550,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=550','2021학년도 2학기 석·박사통합과정 포기신청 안내','2021-07-02'),
	(551,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=549','2021-2학기 제적자 및 영구수료자 재입학 안내','2021-07-02'),
	(552,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=544','[학부] 2021학년도 2학기 학적변동(휴학·복학·자진유급) 안내','2021-06-17'),
	(553,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=543','2021-1학기 약학대학 학비감면 장학배정 완료 안내 ','2021-06-15'),
	(554,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=510','2021-1학기 학위청구논문 심사실시 및 심사결과보고서 제출안내 ','2021-04-20'),
	(555,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=538','2021학년도 1학기 학위논문 제출안내 ','2021-06-01'),
	(556,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=535','2021년 여름계절학기 및 2021학년도 2학기 자비유학 신청 안내','2021-05-31'),
	(557,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=532','[약학대학] (중요) 코로나 19기간 중 각종 모임, 회의 및 행사 등 계획서 제출 요청','2021-05-27'),
	(558,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=531','2021년 8월 박사 졸업예정자 대상 교육부 설문조사 안내','2021-05-27'),
	(559,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=524','[ERICA]2021-2학기 국가장학금 1,2유형 2차 통합신청 및 교내장학 신청 안내','2021-05-18'),
	(560,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=515','2021학년도 학생 필수 법정교육 (폭력예방교육) 안내 (미이수시 성적 열람 불가)','2021-04-29'),
	(561,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=484','[약학대학] 2021-1학기 약학관 출입절차 변경 안내 (3/17~7/13)','2021-03-12'),
	(562,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=483','2021-1학기 연구계획서 입력 및 학위청구논문 진행 일정 안내.','2021-03-10'),
	(563,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=480','[관재팀]2021년 1학기 (법정)신규 연구활동종사자 안전교육 안내','2021-03-08'),
	(564,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=473','코로나19 예방을 위한 HYU 등교(출근)금지 지침','2021-03-02'),
	(565,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=471','일반대학원 공결시스템 사용 안내','2021-03-02'),
	(566,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=470','신규LMS(HY-ON) 매뉴얼 안내 (온라인 강의 시스템)','2021-03-02'),
	(567,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=406','[국민건강보험공단 인천경기지역본부] 예비약사를 위한 불법개설기관 근절 교육','2020-10-28'),
	(568,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=270','코로나 19에 따른 출석인정 기준 및 절차 안내','2020-03-16'),
	(569,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=196','학내 불법 소프트웨어 사용 금지 안내','2019-11-12'),
	(570,'공지','http://pharmacy.hanyang.ac.kr/front/information/notice/notice-view?id=155','출석 인정 내규 개정 및 온라인 공결시스템 이용 안내','2019-10-04'),
	(571,'306','http://pharmacy.hanyang.ac.kr/front/information/notice/view?id=559','사노피-아벤티스 Market Access Specialist (제약산업군) 채용','2021-07-13'),
	(572,'305','http://pharmacy.hanyang.ac.kr/front/information/notice/view?id=548','[융합산업대학원] 2021학년도 후기 2차 신입생 모집','2021-06-30'),
	(573,'304','http://pharmacy.hanyang.ac.kr/front/information/notice/view?id=547','[의약품정책연구소] 2021년 연구원 채용 공고','2021-06-24'),
	(574,'303','http://pharmacy.hanyang.ac.kr/front/information/notice/view?id=546','2021학년도 2학기 일반대학원 수업 및 시험 운영기준 안내','2021-06-23'),
	(575,'302','http://pharmacy.hanyang.ac.kr/front/information/notice/view?id=545','2021 대학 교수·학습 과정에 관한 설문조사(NASEL) (사은품 추첨 증정)','2021-06-22'),
	(576,'301','http://pharmacy.hanyang.ac.kr/front/information/notice/view?id=542','2021-1학기 대학원 성적처리 안내','2021-06-14'),
	(577,'300','http://pharmacy.hanyang.ac.kr/front/information/notice/view?id=541','2021학년도 창의인재원 생활지도조교(사감) 모집 안내','2021-06-07'),
	(578,'299','http://pharmacy.hanyang.ac.kr/front/information/notice/view?id=539','2021학년도 1학기 대학원 외국어시험 면제자 합격여부 및 이수 여부 확인방법 안내.','2021-06-02'),
	(579,'298','http://pharmacy.hanyang.ac.kr/front/information/notice/view?id=537','2021-하계방학 창의인재원 학부/대학원 재학생 기숙사 입사모집안내','2021-06-01'),
	(580,'297','http://pharmacy.hanyang.ac.kr/front/information/notice/view?id=536','[한국화학연구원] 제13회 서울국제신약포럼 개최 안내','2021-05-31');

/*!40000 ALTER TABLE `pharmacyNotice` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table scitechNotice
# ------------------------------------------------------------

DROP TABLE IF EXISTS `scitechNotice`;

CREATE TABLE `scitechNotice` (
  `idx` int(11) NOT NULL AUTO_INCREMENT,
  `notN` varchar(10) NOT NULL,
  `url` varchar(500) NOT NULL,
  `title` varchar(100) NOT NULL,
  `date` varchar(20) NOT NULL,
  PRIMARY KEY (`idx`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `scitechNotice` WRITE;
/*!40000 ALTER TABLE `scitechNotice` DISABLE KEYS */;

INSERT INTO `scitechNotice` (`idx`, `notN`, `url`, `title`, `date`)
VALUES
	(196,'공지','http://scitech.hanyang.ac.kr/bbs/board.php?bo_table=notice&wr_id=743','[ERICA 감염병 관리위원회] 코로나19 극복을 위한 한양 ERICA 가족 호소문','2021.04.09'),
	(197,'공지','http://scitech.hanyang.ac.kr/bbs/board.php?bo_table=notice&wr_id=682','과학기술융합대학 장학 내규(2021.03.03.)','2021.02.15'),
	(198,'공지','http://scitech.hanyang.ac.kr/bbs/board.php?bo_table=notice&wr_id=638','코로나19 확산 차단을 위한 마스크 착용 의무화 행정명령 시행','2020.11.04'),
	(199,'공지','http://scitech.hanyang.ac.kr/bbs/board.php?bo_table=notice&wr_id=461','[양식]실별 출입자 등록 요청서','2019.12.18'),
	(200,'공지','http://scitech.hanyang.ac.kr/bbs/board.php?bo_table=notice&wr_id=508','화학분자공학과 재학생의 공학사 취득을 위한 내규 수정','2020.03.31'),
	(201,'공지','http://scitech.hanyang.ac.kr/bbs/board.php?bo_table=notice&wr_id=460','한양대학교 ERICA 동영상 웹페이지 운영 안내','2019.12.18'),
	(202,'공지','http://scitech.hanyang.ac.kr/bbs/board.php?bo_table=notice&wr_id=428','과학기술융합대학 온라인 공결시스템 안내','2019.10.10'),
	(203,'공지','http://scitech.hanyang.ac.kr/bbs/board.php?bo_table=notice&wr_id=404','외국인 유학생 졸업인증(외국인 어학인증)관련 안내','2019.09.05'),
	(204,'공지','http://scitech.hanyang.ac.kr/bbs/board.php?bo_table=notice&wr_id=311','과학기술융합대학 출석인정 내규 개정 안내','2019.03.15'),
	(205,'736','http://scitech.hanyang.ac.kr/bbs/board.php?bo_table=notice&wr_id=805','2021-2학기 재학생 등록안내','2021.07.14'),
	(206,'735','http://scitech.hanyang.ac.kr/bbs/board.php?bo_table=notice&wr_id=804','2021-8월 졸업예정자 학사학위취득유예 및 다전공포기 신청안내','2021.07.09'),
	(207,'734','http://scitech.hanyang.ac.kr/bbs/board.php?bo_table=notice&wr_id=803','제52회 해양학술세미나(대학생 초청) 개최 홍보','2021.06.26'),
	(208,'733','http://scitech.hanyang.ac.kr/bbs/board.php?bo_table=notice&wr_id=801','「2021년 제10회 대한민국 교육기부 대상」선발 안내 및 홍보','2021.06.26'),
	(209,'732','http://scitech.hanyang.ac.kr/bbs/board.php?bo_table=notice&wr_id=800','2021학년도 2학기 학적변동(휴학·복학·자진유급) 안내','2021.06.26'),
	(210,'731','http://scitech.hanyang.ac.kr/bbs/board.php?bo_table=notice&wr_id=799','SK Careers Editor 14기 모집 (~7/4 자정까지)','2021.06.25');

/*!40000 ALTER TABLE `scitechNotice` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table sportsnartsNotice
# ------------------------------------------------------------

DROP TABLE IF EXISTS `sportsnartsNotice`;

CREATE TABLE `sportsnartsNotice` (
  `idx` int(11) NOT NULL AUTO_INCREMENT,
  `notN` varchar(10) NOT NULL,
  `url` varchar(500) NOT NULL,
  `title` varchar(100) NOT NULL,
  `date` varchar(20) NOT NULL,
  PRIMARY KEY (`idx`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `sportsnartsNotice` WRITE;
/*!40000 ALTER TABLE `sportsnartsNotice` DISABLE KEYS */;

INSERT INTO `sportsnartsNotice` (`idx`, `notN`, `url`, `title`, `date`)
VALUES
	(124,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=76','응급처치 및 심폐소생술 온라인 교육 실시 안내(2021학년도 봄학기)','21.06.03'),
	(125,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=75','코로나 상황 관련 2021-1학기 기말 시험 시행지침(학생)','21.06.03'),
	(126,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=74','희망한대 9기 추가모집 안내','21.06.03'),
	(127,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=73','2021-하계방학 창의인재원 학부/대학원 재학생 기숙사 입사모집안내','21.06.02'),
	(128,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=72','2021년 여름계절학기 및 2학기 자비유학 신청 안내','21.06.01'),
	(129,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=71','2021 교직 다중전공 신청 및 선발 안내','21.06.01'),
	(130,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=70','2021 하계방학 현장실습 신청 안내 ( 스포츠과학부 및 무용예술학과 )','21.05.31'),
	(131,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=69','2021-2학기 국가장학신청 안내','21.05.25'),
	(132,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=68','2021-1학기 기말 강의평가 실시 안내','21.05.25'),
	(133,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=67','2021학년도 여름학기 사회봉사 교과목(학점봉사) 수강신청 일정 안내','21.05.21'),
	(134,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=66','[국민체육진흥공단]5월 취업역량강화프로그램 전체 일정 안내','21.05.12'),
	(135,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=65','[국민체육진흥공단]스포츠분야 자격제도 소개','21.05.12'),
	(136,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=64','2021학년도 2학기 재입학 신청 안내','21.05.11'),
	(137,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=63','2021학년도 1학기 다전공 신청 및 포기 안내','21.05.10'),
	(138,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=62','2022학년도 일반대학원 학석사연계과정 모집요강 공고','21.05.07'),
	(139,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=59','21-봄학기 응급처치 및 심폐소생술 교육실시 안내(교직이수예정자 해당)','21.05.03'),
	(140,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=58','2021학년도 학생 필수 법정교육 (폭력예방교육) 안내','21.04.30'),
	(141,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=57','ERICA 라이팅센터 비교과 프로그램 운영 안내[창의융합교육원 ]','21.04.29'),
	(142,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=56','(Hero`s Road) 창작음악 콘테스트 안내','21.04.29'),
	(143,'공지','http://sportsnarts.hanyang.ac.kr/sport/board/board.php?bo_table=notice&idx=55','「2021 서울드럼페스티벌」드럼경연대회 “더 드러머(The Drummer)” 참가자 모집공고 ','21.04.29');

/*!40000 ALTER TABLE `sportsnartsNotice` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table user
# ------------------------------------------------------------

DROP TABLE IF EXISTS `user`;

CREATE TABLE `user` (
  `gaeIn` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(10) NOT NULL,
  `sosokNm` varchar(20) NOT NULL,
  PRIMARY KEY (`gaeIn`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `user` WRITE;
/*!40000 ALTER TABLE `user` DISABLE KEYS */;

INSERT INTO `user` (`gaeIn`, `name`, `sosokNm`)
VALUES
	(20123123,'정소빈','컴퓨터'),
	(2012391233,'docker테스트','도커도커'),
	(2018074493,'강경원','소프트웨어전공'),
	(2018203023,'최지훈','컴퓨터전공');

/*!40000 ALTER TABLE `user` ENABLE KEYS */;
UNLOCK TABLES;



/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
